Repository: openstack/i18n
Catalog: doc/source/locale/*/LC_MESSAGES/doc.po
Languages: de, id, ja, ko_kr, ru, tr_tr

source: This guide itself is I18n-ed and you can translate it into your language. To translate it, visit `i18n <https://translate.openstack.org/project/view/i18n>`__ project in `Zanata <https://translate.openstack.org/>`__. Document **doc** in **i18n** project corresponds to this guide. You can translate it in the same way as you do for other projects like dashboard or manuals. Once the translation progress becomes higher than the threshold (For more information on the threshold, see :ref:`translation-jobs`), the translated version of the guide will be published.
id: Panduan ini sendiri adalah I18n-ed dan Anda bisa menerjemahkannya ke dalam bahasa Anda. Untuk menerjemahkannya, kunjungi `i18n <https://translate.openstack.org/project/view/i18n>` __ proyek di `Zanata <https://translate.openstack.org/>` __. Dokumen ** doc ** di ** i18n ** proyek sesuai dengan panduan ini. Anda bisa menerjemahkannya dengan cara yang sama seperti yang Anda lakukan untuk proyek lain seperti dasbor atau manual. Setelah kemajuan terjemahan menjadi lebih tinggi dari ambang batas (Untuk informasi lebih lanjut tentang ambang batas, lihat: ref: `translation-jobs`), versi terjemahan dari panduan ini akan dipublikasikan.
ja: このガイド自体が国際化 (i18n) されており、自分の言語に翻訳できます。翻訳するには、 `Zanata <https://translate.openstack.org/>`__ の `i18n <https://translate.openstack.org/project/view/i18n>`__ プロジェクトに行ってください。 **i18n** プロジェクトのドキュメント **doc** がこのガイドに該当します。翻訳方法は、ダッシュボードやマニュアルなどの他のプロジェクトと同じです。翻訳の進捗が一定のしきい値を超えると、このガイドの翻訳版が公開されます (しきい値の詳細については :ref:`translation-jobs` を参照してください)。
ko_kr: 해당 가이드 자체 는 국제화 (I18n)를 지원하며 따라서 여러 언어로 번역할 수 있습니다. 번역을 하려면, `Zanata <https://translate.openstack.org/>`__ 에서 `i18n <https://translate.openstack.org/project/view/i18n>`__ 프로젝트를 방문합니다. **i18n** 프로젝트 내 **doc** 문서는 해당 가이드에 대응합니다. 대시보드 또는 매뉴얼과 같은 다른 프로젝트에서와 마찬가지 방식으로 번역할 수 있습니다. 번역 진행률이 일정 임계치 (해당 임계치에 대한 보다 자세한 정보는 :ref:`translation-jobs` 를 살펴봅니다)보다 높아졌을 때, 해당 가이드에 대한 번역 버전 퍼블리싱이 이루어질 것입니다.
ru: Это руководство само по себе является документом с несколькими переводами, выполненными в формате i18n, и вы можете перевести его на свой язык. Чтобы перевести его, посетите проект `i18n <https://translate.openstack.org/project/view/i18n>`__ в системе переводов `Zanata <https://translate.openstack.org/>`__. Документ с названием **doc** в проекте **i18n** и есть это самое руководство, которое вы сейчас читаете. Вы можете переводить его точно так же, как и другие проекты, такие как интерфейсы панелей управления или документацию. Как только объём перевода станет выше определённого порога (больше информации о пороге смотрите тут :ref:`translation-jobs`), переведённая версия этого руководства будет опубликована.
tr_tr: Bu kılavuz uluslararası hale getirilmiştir ve kendi dilinize çevirebilirsiniz. Çevirmek için, `Zanata <https://translate.openstack.org/>`__ da `i18n <https://translate.openstack.org/project/view/i18n>`__ projesini ziyaret edin. **i18n** projesindeki **doc** belgesi bu kılavuzdur. Kontorl panosu ya da kılavuzları çevirdiğiniz gibi onu da çevirebilirsiniz. Çeviri süreci belirli bir eşiği aştığında (Eşikle ilgili daha fazla bilgi için bkz :ref:`translation-jobs`), kılavuzun çevrilen sürümü yayınlanır.

source: This guide provides detailed instructions on the I18n contribution workflow and conventions to be considered by all contributors.
de: Dieser Leitfaden stellt detailierte Anleitungen an den Arbeitsablauf der I18n-Beitragung und Konventionen, die von allen MItgliedern beachtet werden, zur Verfügung.
id: Panduan ini memberikan petunjuk rinci tentang alur kerja dan konvensi kontribusi I18n untuk dipertimbangkan oleh semua kontributor.
ja: このガイドでは、 I18n 活動に参加するための詳しい手順や、すべての参加者が認識しておくべき決まりごとなどを扱います。
ko_kr: 해당 가이드는 모든 기여자에게 있어 고려할만한 I18n 기여 워크플로우 및 통용규칙에 대한 자세한 안내를 제공합니다.
ru: В этом руководстве содержатся подробные инструкции по рабочему процессу и соглашениям I18n, которых должны придерживаться все участники.
tr_tr: Bu kılavuz tüm katkıcılar tarafından göz önüne alınması için i18n katkı iş akışı ve gelenekleriyle ilgili ayrıntılı yönergeleri sağlar.

source: This is a useful commands for the IRC meeting.
de: Hier sind nützliche Kommandos für IRC-Meeting.
id: Ini adalah perintah yang berguna untuk pertemuan IRC.
ja: 以下は IRC ミーティングでよく使う便利なコマンドです。
ko_kr: IRC 미팅에서 유용한 명령어입니다.
ru: Вот список полезных команд для проведения совещаний в IRC:
tr_tr: IRC toplantısı için faydalı komutlar.

source: This is written about openstack-manuals project. As of the end of Pike development cycle, `the document migration community-wide effort <https://specs.openstack.org/openstack/docs-specs/specs/pike/os-manuals-migration.html>`__ is being done. The process documented here might be changed in near future.
id: Ini ditulis tentang proyek manual openstack. Sampai akhir siklus pengembangan Pike, `the document migration community-wide effort <https://specs.openstack.org/openstack/docs-specs/specs/pike/os-manuals-migration.html>` __ dalam penyelesaian. Proses yang didokumentasikan di sini mungkin akan berubah dalam waktu dekat.
ko_kr: openstack-manuals 프로젝트에 대해 작성되었습니다. Pike 개발주기의 마지막 시점에, `the document migration community-wide effort <https://specs.openstack.org/openstack/docs-specs/specs/pike/os-manuals-migration.html>`__ 이 진행되고 있습니다. 이 문서화 된 프로세스는 가까운 시일이내에 변경 될 수 있습니다.
ru: Это о проекте openstack-manuals. К концу релизного цикла разработки Pike завершился `процесс миграции документов <https://specs.openstack.org/openstack/docs-specs/specs/pike/os-manuals-migration.html>`__. То, что описано здесь, может быть изменено в ближайшем будущем.
tr_tr: Bu openstack-manuals projesi hakkında yazılmıştır. Pike geliştirme döngüsünün sonu ile birlikte `belgelendirme göçü topluk hareketi <https://specs.openstack.org/openstack/docs-specs/specs/pike/os-manuals-migration.html>` bitmiş olur. Burada belgelendirilen süreç ilerde değişebilir.

source: This list is a cache of information on Zanata, and we need to keep it synced with Zanata.
id: Daftar ini adalah cache informasi tentang Zanata, dan kita perlu merahasiakannya dengan Zanata.
ja: このリストは Zanata 上の情報のキャッシュなので、このファイルは Zanata と同期しておく必要があります。
ko_kr: 이 목록은 Zanata에 대한 정보 캐시이며 Zanata와 계속 동기화해야합니다.
ru: Этот список - кеш информации из Zanata, и нам нужно поддерживать его синхронизированным с Zanata.
tr_tr: Bu liste Zanata'daki bilginin bir ön belleğidir, Zanata ile eşzamanlı tutmak isteriz.

source: This means "Aggregates" menu in "Admin" group in the left side menu. In Horizon code, the second level corresponds to a dashboard group like "Project" or "Admin" and the third level corresponds to a panel like "Aggregates" (in this example), "Instances" or "Networks".
id: Ini berarti menu "Aggregates" di grup "Admin" di menu sisi kiri. Dalam kode Horizon, tingkat kedua sesuai dengan kelompok dasbor seperti "Projek" atau "Admin" dan tingkat ketiga sesuai dengan panel seperti "Aggregates" (dalam contoh ini), "Instances" or "Networks".
ja: この場合は、左側のメニューの「管理」グループの「アグリゲート」メニューで使われています。 Horizon のコードでは、2 階層目が「プロジェクト」や「管理」といったダッシュボードのグループに対応しており、3 階層目が「アグリゲート」 (今回の例) 、「インスタンス」、「ネットワーク」などのパネルに対応しています。
ko_kr: 이것은 왼쪽 메뉴의 "관리자"그룹에있는 "집계"메뉴를 의미합니다. Horizon 코드에서 두 번째 레벨은 "프로젝트"또는 "관리자"와 같은 대시 보드 그룹에 해당하며 세 번째 레벨은 "집계"(이 예에서는), "인스턴스"또는 "네트워크"와 같은 패널에 해당합니다.
ru: Это означает меню "Агрегаты" в группе "Администрирование" в левой части меню. В коде Horizon второй уровень меню соответствует группам панелей управления, таким как "Проект" или "Администрирование", а третий уровень соответствует таким панелям управления как "Агрегаты" (в этом примере), "Инстансы", или "Сети".
tr_tr: Bunun anlamı sol taraftaki menüde "Yönetici" grubundaki "Takımlar" menüsüdür. Horizon kodunda, ikinci seviye "Proje" veya "Yönetici" gibi kontrol panosu grubuna denk gelir ve üçüncü seviye "Takımlar" (bu örnekteki gibi), "Sunucular" veya "Ağlar" gibi bir panele denk gelir.

source: This page collects small tips and tricks around translations.
id: Halaman ini mengumpulkan tip dan trik kecil seputar terjemahan.
ja: このページでは、翻訳に関する豆知識をまとめています。
ko_kr: 이 페이지는 번역과 관련한 약간의 팁 과 트릭을 정리합니다.
ru: На этой странице собраны небольшие подсказки, относящиеся к переводам.
tr_tr: Bu sayfa çevirilerle ilgili küçük ipucu ve önerileri toplar.

source: This page covers various operations around i18n activities.
id: Halaman ini mencakup berbagai operasi seputar aktivitas i18n.
ja: このページでは、 i18n の活動に関連するさまざまな操作をまとめています。
ko_kr: 이 페이지는 i18n 활동에 대한 다양한 작업을 다루고 있습니다.
ru: Эта страница описывает различные операции, связанные с работой I18n.
tr_tr: Bu sayfa i18n etkinlikleriyle ilgili çeşitli işlemleri kapsar.

source: This page describes how end users can report translation bugs.
de: DIese Seite beschreibt wie Endbenutzer Übersetzjngsfehler melden können.
id: Halaman ini menjelaskan bagaimana pengguna akhir dapat melaporkan bug terjemahan.
ja: このページでは、エンドユーザーが翻訳関連のバグを報告する方法を説明します。
ko_kr: 이 페이지는 최종 사용자가 번역 버그를 신고하는 방법을 설명합니다.
ru: Эта страница описывает то, как пользователи могут сообщать об ошибках перевода.
tr_tr: Bu sayfa bir son kullanıcının çeviri hatalarını nasıl bildirebileceğini tanımlar.

source: This page describes the conventions and tips on writing this guide itself.
de: Diese Seite beschreibt die Konventionen und Tipps zum Schreiben dieser Anleitung selbst.
id: Halaman ini menjelaskan tentang konvensi dan tip untuk menulis panduan ini sendiri.
ja: このページでは、このガイド自体を書く際の決まりごとやノウハウを説明します。
ko_kr: 이 페이지는 해당 가이드를 작성할 때 통용 규칙과 팁을 설명합니다.
ru: Эта страница описывает принятые соглашения и содержит подсказки по написанию этого руководства.
tr_tr: Bu sayfa bu kılavuzu yazarken kullanılan kolaylıkları ve ipuçlarını tanımlar.

source: This page documents what I18n team concerns and which things are needed to do with OpenStack releases. Each OpenStack release has around 6-month cycle and the corresponding schedule is available on https://releases.openstack.org/ (e.g., https://releases.openstack.org/ocata/schedule.html describes Ocata release schedule).
de: Diese Seite dokumentiert, was das I18n Team betrifft und welche Dinge es mit OpenStack Releases zu tun hat. Jede OpenStack-Version hat einen 6-Monats-Zyklus und der entsprechende Zeitplan steht unter https://releases.openstack.org/ zur Verfügung (z. B. https://releases.openstack.org/ocata/schedule.html beschreibt den Ocata Release Zeitplan).
id: Halaman ini mendokumentasikan apa yang menjadi perhatian tim saya dan hal mana yang perlu dilakukan dengan rilis OpenStack. Setiap rilis OpenStack memiliki siklus sekitar 6 bulan dan jadwal yang sesuai tersedia di https://releases.openstack.org/ (mis., https://releases.openstack.org/ocata/schedule.html menjelaskan jadwal rilis Ocata).
ko_kr: 이 페이지는 OpenStack 릴리즈와 더불어 I18n 팀이 신경을 쓰고 있으며 필요로 하는 것들을 문서화합니다. 각 OpenStack 릴리즈는 약 6개월을 주기로 하고 있으며 관련한 스케줄은 https://releases.openstack.org/ 에서 확인 가능합니다 (예: https://releases.openstack.org/ocata/schedule.html 는 Ocata 릴리즈 스케줄을 설명합니다).
ru: На этой странице задокументировано то, на что должна обратить внимание команда I18n, и какие задачи нужно выполнить для релиза OpenStack. Каждый релизный цикл OpenStack длится примерно 6 месяцев, соответстующее расписание публикуется на https://releases.openstack.org/ (например, https://releases.openstack.org/ocata/schedule.html описывает расписание для релиза Ocata).
tr_tr: Bu sayfa i18n takımının kaygılarını ve OpenStack yayınlarında nelerin yapılması gerektiğini belgeler. Her OpenStack yayınının yaklaşık 6 ay döngüsü vardır ve ilişkili takvim şu adreste mevcuttur https://releases.openstack.org/ (örn., https://releases.openstack.org/ocata/schedule.html Ocata yayın takvimini tanımlar).

source: This script requires Zanata admin privilege.
id: Script ini membutuhkan privilege admin Zanata.
ko_kr: 이 스크립트에는 Zanata 관리자 권한이 필요합니다.
ru: Для запуска этого скрипта требуются администраторские привилегии в Zanata.
tr_tr: Bu betik Zanata yönetici yetkisi gerektirir.

source: This section tries to share best practices on how team coordinators manages their language team. Feel free to add useful information!
de: In dieser Sektion werden Erfahrungen gesammelt, wie der Team-Koordinator sein Sprachteam am besten verwaltet. Fügen Sie nützliche Informationen hinzu!
id: Bagian ini mencoba berbagi praktik terbaik tentang bagaimana koordinator tim mengelola tim bahasa mereka. Jangan ragu untuk menambahkan informasi yang berguna!
ko_kr: 이 섹션은 팀 코디네이터가 언어팀을 관리하는 모범 사례를 공유하고자 합니다. 유용한 정보가 있다면 언제든지 추가해 주세요!
ru: На этой странице описаны лучшие практики для координаторов по управлению своими своими языковыми командами. Дополнения приветствуются!
tr_tr: Bu kısım ekip düzenleyicilerin dil ekiplerini nasıl yönettikleriyle ilgili en iyi tecrübeleri paylaşmayı amaçlar. Faydalı bilgiler eklemekten çekinmeyin!

source: This should be done after a stable version on Zanata is created.
de: Dies sollte nach einer stabilen Version auf Zanata erfolgen.
id: Ini harus dilakukan setelah versi stabil pada Zanata dibuat.
ja: この作業は Zanata に stable バージョンが作成された後に行われます。
ko_kr: Zanata에서 안정 버전이 생성된 이후에 이루어져야 합니다.
ru: Это выполняется после того, как стабильная (stable) версия в Zanata уже была создана.
tr_tr: Bu işlem Zanata'da kararlı sürüm oluşturulduktan sonra yapılmalıdır.

source: Three new dependencies are required : ``react-intl``, ``babel-plugin-react-intl``, and ``react-intl-po``.
ru: Понадобятся три новые зависимости: ``react-intl``, ``babel-plugin-react-intl``, и ``react-intl-po``.

source: Titles
de: Titel
id: Judul
ja: 見出し
ko_kr: 제목
ru: Заголовки
tr_tr: Başlıklar

source: To add a link to a generated document, you need to update the file ``www/<lang>/index.html`` in the ``master`` branch of the ``openstack-manuals`` repository. Note that the web pages are published from ``master`` branch, which contains the pages for all releases, such as Liberty. Therefore, you don't need to update the file ``www/<lang>/index.html`` in the stable branch.
de: Um einen Link zu einem generierten Dokument hinzuzufügen, müssen Sie die Datei ``www/<lang>/index.html`` im ``master`` branch of the ``openstack-manuals`` Repository aktualisieren. Beachten Sie dass die Webseite vom ``master`` Branch veröffentlicht wird, welche die Seiten für alle Versionen wie etwas Liberty enthält. Dann brauchen Sie nicht die Datei ``www/<lang>/index.html`` im stabilen Branch aktualisieren.
id: Untuk menambahkan link ke dokumen yang dihasilkan, Anda perlu memperbarui file `` www / <lang> / index.html`` di cabang ``master`` dari repository `` openstack-manuals``. Perhatikan bahwa halaman web diterbitkan dari cabang `` master``, yang berisi halaman untuk semua rilis, seperti Liberty. Oleh karena itu, Anda tidak perlu mengupdate file `` www / <lang> / index.html`` di cabang yang stabil.
ja: 生成されたドキュメントへのリンクを一覧に追加するには、 ``openstack-manuals`` レポジトリーの ``master`` ブランチの ``www/<lang>/index.html`` ファイルを更新します。ウェブページは ``master`` ブランチから生成されており、 ``master`` ブランチで Liberty なども含めた全リリースのページが管理されています。したがって、 stable ブランチの ``www/<lang>/index.html`` ファイルを更新する必要はありません。
ko_kr: 생성된 문서에 대한 링크를 추가하려면, ``openstack-manuals`` 저장소에서 ``master`` 브랜치 내 ``www/<lang>/index.html`` 파일을 수정할 필요가 있습니다. 참고로, 웹 페이지는 ``master`` 브랜치에서 퍼블리싱이 이루어지며, Liberty와 같은 모든 릴리즈를 포함하고 있습니다. 따라서, stable 브랜치 내 ``www/<lang>/index.html`` 파일을 수정할 필요가 없습니다.
ru: Чтобы добавить ссылку на сгенерированный документ, вам нужно будет обновить файл ``www/<lang>/index.html`` в ``master`` ветке репозитория ``openstack-manuals``. Обратите внимание, что веб странички публикуются из ветки ``master``, которая содержит страницы для всех релизов, например, для Liberty. Таким образом, вам нет необходимости обновлять файл ``www/<lang>/index.html`` в стабильной ветке.
tr_tr: Üretilen bir belgeye bağlantı eklemek için ``openstack-manuals`` deposundaki ``master`` dalındaki ``www/<lang>/index.html`` dosyasını güncellemeniz gerekir. Web sayfalarının ``master`` dalından yayınlandığını, burada -Liberty gibi- tüm dağıtımlar için sayfalar olduğunu unutmayın. Yani ``stable`` dalındaki ``www/<lang>/index.html`` dosyasını düzenlemeniz gerekmez.

source: To communicate with the translation platform, you need to prepare a project configuration file named ``zanata.xml`` in the top directory of a project you are interested in. OpenStack projects does not contain ``zanata.xml`` in their git repositories, so you need to create it manually.
id: Untuk berkomunikasi dengan platform terjemahan, Anda perlu menyiapkan file konfigurasi proyek yang bernama ``zanata.xml`` di direktori atas proyek yang Anda minati. Proyek OpenStack tidak mengandung ``zanata.xml`` di git repositori mereka, jadi anda perlu membuatnya secara manual.
ko_kr: 번역 플랫폼과 교류하려면 관심이 있는 프로젝트의 최상위 디렉토리에 ``zanata.xml`` 이라는 프로젝트 구성 파일을 준비해야합니다. OpenStack 프로젝트에는 git에 ``zanata.xml`` 이 없습니다, 그러므로 리포지토리를 만들려면 수동으로 만들어야합니다.
ru: Для обращения к платформе переводов, вам понадобится подготовить файл конфигурации проекта ``zanata.xml`` и сохранить его в корневой директории нужного вам проекта. Проекты OpenStack не содержат этого файла в своих git репозиториях, так что вам придётся создать его самим.
tr_tr: Çeviri platformuyla iletişime geçmek için, ilgilendiğiniz projenin en üst dizininde ``zanata.xml`` isimli bir proje yapılandırma dosyasu hazırlamanız gerekir. OpenStack projeleri git depolarında ``zanata.xml`` dosyası içermezler, yani elle oluşturmanız gerekir.

source: To display translated messages in python server projects, you need to compile message catalogs and also need to configure your server services following instructions described at `oslo.i18n documentation <https://docs.openstack.org/oslo.i18n/latest/user/usage.html#displaying-translated-messages>`__.
id: Untuk menampilkan pesan yang diterjemahkan dalam proyek server python, Anda perlu mengkompilasi katalog pesan dan juga perlu mengkonfigurasi layanan server Anda mengikuti petunjuk yang dijelaskan di `oslo.i18n documentation <https://docs.openstack.org/oslo.i18n/latest/user/usage.html#displaying-translated-messages>`__.
ko_kr: Python 서버 프로젝트에서 번역 된 메시지를 표시하려면 메시지 카탈로그를 컴파일해야하며 `oslo.i18n documentation <https://docs.openstack.org/oslo.i18n/latest/user/usage.html#displaying-translated-messages>`__ 에서 설명하는 지침에 따라 서버 서비스를 구성해야합니다.
ru: Для того, чтобы показать перевод в серверных компонентах проектов на Python, вам необходимо собрать каталог сообщений, а так же настроить сервисы ваших серверов следуя инструкциям, описанным в `документации oslo.i18n <https://docs.openstack.org/oslo.i18n/latest/user/usage.html#displaying-translated-messages>`__.
tr_tr: Python servis projelerinde çevrilen iletileri görüntülemek için, ileti kataloglarını derlemeniz ve ayrıca sunucu servislerinizi `oslo.i18n belgesindeki <https://docs.openstack.org/oslo.i18n/latest/user/usage.html#displaying-translated-messages>`__ yönergeleri takip edecek şekilde yapılandırmanız gerekir

source: To download translations from Zanata, run the following command after going into a project directory. You are usually interested in only a few of languages, so ``--locales`` option would be useful. For more options, see the output of ``zanata pull --help``.
id: Untuk mendownload terjemahan dari Zanata, jalankan perintah berikut setelah masuk ke direktori proyek. Anda biasanya hanya tertarik pada beberapa bahasa saja, jadi opsi ``--locales`` akan berguna. Untuk pilihan lebih, lihat output dari ``zanata pull --help``.
ko_kr: Zanata에서 번역본을 다운로드하려면 프로젝트 디렉토리로 이동 한 후 다음 명령을 실행하십시오. 보통 몇 가지 언어에만 관심이 있으므로 ``--locales`` 옵션이 유용 할 것입니다. 더 많은 옵션을 보려면``zanata pull --help`` 의 출력을 보십시오.
ru: Чтобы загрузить переводы из Zanata, выполните следующую команду, предварительно перейдя в директорию проекта. Обычно вас будут интересовать только некоторые языки, так что опция ``--locales`` должна быть вам полезна. Для информации о других доступных опциях, посмотрите на вывод команды ``zanata pull --help``.
tr_tr: Zanata'dan çevirileri indirmek için, proje dizinine gittikten sonra şuı komutu çalıştırın. Yalnızca bir kaç dille ilgileneceğinize göre ``--locales`` seçeneği faydalı olacaktır. Daha fazla bilgi için, ``zanata pull --help`` çıktısına göz atın.

source: To fetch translated files regularly, execute this command manually or as a cron:
id: Untuk mengambil file yang diterjemahkan secara teratur, jalankan perintah ini secara manual atau sebagai cron:
ja: 定期的に翻訳されたファイルを取得するには、以下のコマンドを手動か cron で実行します。
ko_kr: 번역이 이루어진 파일을 주기적으로 가져오려면, 다음 명령어를 수동으로 또는 cron으로 실행합니다:
ru: Для регулярного обновления переведённых файлов, запускайте эту команду вручную, или через cron:

source: To help with translation, :doc:`become an official translator <official_translator>` and join your language team. Then go to `translation website <https://translate.openstack.org/>`_ to start translation. You can find prioritized translation jobs as I18n team at the top of the page.
id: Untuk membantu terjemahan, :doc:`become an official translator <official_translator>` dan bergabunglah dengan tim bahasa Anda. Lalu pergi ke `translation website <https://translate.openstack.org/>`_ untuk memulai terjemahan. Anda dapat menemukan pekerjaan terjemahan yang diprioritaskan sebagai tim I18n di bagian atas halaman.
ja: 翻訳に協力するには、 :doc:`正式な翻訳者になって、 <official_translator>` 希望の言語チームに参加してください。その後は `translation website <https://translate.openstack.org/>`_ を開いて、翻訳を開始できます。ページの一番上に I18n チームとして優先度の高い項目が書かれているので参考にしてください。
ko_kr: 번역에 도움이 필요하시면 :doc:`become an official translator <official_translator>` 를 선택하고 언어 팀에 가입하십시오. 그런 다음 `translation website <https://translate.openstack.org/>`_ 로 가서 번역을 시작하십시오. I18n 팀에서의 우선 순위가 높은 번역 작업을 페이지 상단에서 찾을 수 있습니다.
ru: Чтобы помочь с переводом, :doc:`станьте официальным переводчиком <official_translator>` и вступите в свою языковую команду. Затем перейдите на `Сайт переводов <https://translate.openstack.org/>`_, чтобы начать переводить. Вы всегда можете найти наиболее приоритетные задачи для перевода для команды I18n в верхней части страницы.
tr_tr: Çeviri için yardım etmek için, :doc:`resmi çevirmen olun <official_translator>` ve dil ekibinize katılın. Ardından çeviriye başlamak için `çeviri web sitesine <https://translate.openstack.org/>`_ gidin. i18n takımı olarak öncelikli çeviri işlerini sayfanın en üstünde bulabilirsiniz.

source: To not have too much churn and last minute string fixes lead to files get removed, there is also a lower threshold for releases of **66 percent** of messages translated as policy - which is only manually enforced.
id: Untuk tidak memiliki terlalu banyak churn dan perbaikan string menit terakhir menyebabkan file dapat dihapus, ada juga ambang yang lebih rendah untuk rilis ** 66 persen ** pesan yang diterjemahkan sebagai kebijakan - yang hanya diterapkan secara manual.
ko_kr: 너무 많은 변경 및 마지막 문자열 수정으로 인해 파일들이 제거되는 것을 막기 위해, **66 퍼센트** 에 대한 메시지가 번역되어야 한다는 정책을 릴리즈에 대해 낮은 임계치로 적용 또한 하고 있습니다. 이는 수동으로 적용하고 있습니다.
ru: Чтобы избежать слишком большого оттока и исправлений строк в последнюю минуту, приводящих к удалению файлов, существует также и применяемая вручную и только для релизов политика более низкого порога в **66 процентов** переведённых сообщений.
tr_tr: Fazla karıştırmamak için ve son dakika metin düzeltmeleri silinen dosyalara yol açtığından, yayınlarda ilke olarak çevrilecek iletilerde elle zorlanan **yüzde 66**'lık bir eşik bulunur.

source: To report translation errors, see :doc:`bug_report`.
de: Um Übersetzungsfehler zu melden, Schauen Sie nach :doc:`bug_report`.
id: Untuk melaporkan kesalahan terjemahan, lihat :doc:`bug_report`.
ja: 翻訳の間違いを報告する場合は :doc:`bug_report` を参照してください。
ko_kr: 번역 오류를 보고하고자 하는 경우, :doc:`bug_report` 를 살펴봅니다.
ru: Чтобы сообщить об ошибках перевода, обратитесь к разделу :doc:`bug_report`.
tr_tr: Çeviri hatalarını bildirmek için, bkz :doc:`bug_report`.

source: To run the script:
id: Untuk menjalankan skrip:
ja: スクリプトは以下のように実行します。
ko_kr: 스크립트를 실행하십시오:
ru: Чтобы запустить скрипт:
tr_tr: Betiği çalıştırmak için:
