Repository: openstack/i18n
Catalog: doc/source/locale/*/LC_MESSAGES/doc.po
Languages: de, id, ja, ko_kr, ru, tr_tr

source: As of now, ATC of official translators are treated as extra ATCs as we have no way to collect statistics automatically now. The list of extra ATCs is maintained by the PTL and is usually updated short before the deadline of extra ATCs nomination in each release cycle. The deadline of extra ATCs nomination can be checked in the release schedule page at http://releases.openstack.org/ (for example, http://releases.openstack.org/newton/schedule.html).
de: Ab sofort werden ATC von offiziellen Übersetzern als zusätzliche ATCs behandelt, da wir keine Möglichkeit haben, automatisch Statistiken zu sammeln. Die Liste der zusätzlichen ATCs wird von der PTL gepflegt und wird in der Regel kurz vor dem Termin der Extra-ATC-Nominierung in jedem Release-Zyklus aktualisiert. Die Frist für die ATC-Nominierung kann in der Release-Plan-Seite unter http://releases.openstack.org/ (z. B. http://releases.openstack.org/newton/schedule.html) überprüft werden.
id: Sampai sekarang, ATC dari penerjemah resmi diperlakukan sebagai ATC ekstra karena kami tidak dapat mengumpulkan statistik secara otomatis sekarang. Daftar ATC ekstra dikelola oleh PTL dan biasanya diperbarui sebelum batas waktu nominasi ekstra ATC di setiap siklus rilis. Batas waktu nominasi ekstra ATC dapat diperiksa di halaman jadwal pelepasan di http://releases.openstack.org/ (misalnya, http://releases.openstack.org/newton/schedule.html).
tr_tr: Şu an itibariyle, otomatik olarak istatistik toplamanın bir yolu olmadığından resmi çevirmenlerin ATC'sine ek ATC'ler olarak davranılır. Ek ATC'lerin listesi PTL tarafından yönetilir ve genellikle her yayın döneminde ek ATC adayı süre bitiminden kısa bir süre önce güncellenir. Ek ATC adaylığı süre bitimi yayın programı sayfasından kontrol edilebilir http://releases.openstack.org/ (örneğin, http://releases.openstack.org/newton/schedule.html).

source: As of now, similar as ATCs, there is no way to collect statistics automatically. The list of AUCs is calculated by the PTL and is usually updated by communication with UC.
id: Sampai sekarang, sama seperti ATC, tidak ada cara untuk mengumpulkan statistik secara otomatis. Daftar AUC dihitung oleh PTL dan biasanya diperbarui dengan komunikasi dengan UC.

source: At the moment, the I18n PTL needs to maintain the ATC list of the I18n project manually around the end of each release cycle. This requires name and e-mail address of individual translators.
id: Saat ini, PTL I18n perlu mempertahankan daftar ATC dari proyek I18n secara manual di akhir setiap siklus rilis. Ini memerlukan nama dan alamat e-mail masing-masing penerjemah.
tr_tr: Şu an, i18n PTL i18n projesinin ATC listesini her yayın döngüsünün sonunda elle yönetmek durumundadır. Bu da her bir çevirmenin ismini ve e-posta adresini gerektirir.

source: At this stage, the master version on Zanata is still open for translations, but it is strongly suggested to work on a stable version.
de: In diesem Stadium ist die Master-Version auf Zanata noch offen für Übersetzungen, aber es wird dringend empfohlen, an einer stabilen Version zu arbeiten.
id: Pada tahap ini, versi master pada Zanata masih terbuka untuk terjemahan, namun sangat disarankan untuk mengerjakan versi stabil.
tr_tr: Bu aşamada, Zanata'daki master sürümü çevirilere açıktır, ama kararlı sürümde çalışılması önerilir.

source: Before you start contribution, you'll have to `agree to the contributor license agreement <http://docs.openstack.org/infra/manual/developers.html#account-setup>`_. (You can preview the full text of `the OpenStack Individual Contributor License Agreement <https://review.opendev.org/static/cla.html>`_ first if you want.)
id: Sebelum Anda mulai berkontribusi, Anda harus melakukannya `agree to the contributor license agreement <http://docs.openstack.org/infra/manual/developers.html#account-setup>`_. (Anda dapat mempratinjau teks lengkap dari `the OpenStack Individual Contributor License Agreement <https://review.opendev.org/static/cla.html>`_ pertama jika kamu mau.)

source: Carries out the second Zuul job (Syncing into repos) by executing `propose_translation_update.sh <https://opendev.org/openstack-infra/openstack-zuul-jobs/src/roles/prepare-zanata-client/files/propose_translation_update.sh>`__
id: Melakukan pekerjaan Zuul kedua (Menyinkronkan ke dalam repo) dengan mengeksekusi`propose_translation_update.sh <https://opendev.org/openstack-infra/openstack-zuul-jobs/src/roles/prepare-zanata-client/files/propose_translation_update.sh>`__

source: Currently, we do not support translations for OpenStack developer documents: http://docs.openstack.org/<project>
id: Saat ini, kami tidak mendukung terjemahan untuk dokumen pengembang OpenStack: http://docs.openstack.org/<project>

source: Each cycle has a date set for Extra-ATCs, e.g. `Queens Cycle <https://releases.openstack.org/queens/schedule.html#q-extra-atcs>`__. Maintenance on I18n site is described in chapter :ref:`project-maintenance`. All the OpenStack members can propose extra ATCs, but I18n PTL is highly encouraged to report the list in each cycle. Here are some useful proposals as example:
id: Setiap siklus memiliki tanggal untuk Ekstra-ATC, misal. `Queens Cycle <https://releases.openstack.org/queens/schedule.html#q-extra-atcs>` __. Pemeliharaan di situs I18n dijelaskan dalam bab :ref: `project-maintenance`. Semua anggota OpenStack dapat mengajukan ATC ekstra, tapi di PTL sangat dianjurkan untuk melaporkan daftar di setiap siklus. Berikut adalah beberapa usulan yang berguna sebagai contoh:

source: Election
id: Pemilu

source: Every even week: `07:00 UTC, Thursday <https://www.timeanddate.com/worldclock/fixedtime.html?hour=07&min=00&sec=0>`_
id: Setiap minggu genap:`07:00 UTC, Thursday <https://www.timeanddate.com/worldclock/fixedtime.html?hour=07&min=00&sec=0>`_

source: Every odd week: `16:00 UTC, Thursday <https://www.timeanddate.com/worldclock/fixedtime.html?hour=16&min=00&sec=0>`_
id: Setiap minggu ganjil: `16:00 UTC, Thursday <https://www.timeanddate.com/worldclock/fixedtime.html?hour=16&min=00&sec=0>`_

source: Extra-ATCs Deadline
id: Tenggat waktu ekstra-ATC

source: Horizon and Horizon plugins are the main targets which affect StringFreezes. Note that StringFreezes are applied to ``cycle-with-milestone`` release model.
id: Plugin Horizon dan Horizon adalah target utama yang memengaruhi StringFreezes. Perhatikan bahwa StringFreezes diterapkan pada model rilis ``cycle-with-milestone``.

source: I18n IRC Team Meeting
id: Pertemuan Tim IRC I18n

source: I18n PTL updates the list using Zanata API and translator list. Detail statistics data is available :ref:`below <atc-stats>`.
id: I18n PTL memperbarui daftar menggunakan daftar Zanata API dan penerjemah. Data statistik detil tersedia :ref:`below <atc-stats>`.
tr_tr: I18n PTL Zanata API ve çevirmen listesini kullanarak listeyi günceller. Ayrıntı istatistik verisi :ref:`aşağıda <atc-stats>` kullanılabilir.

source: I18n team participates in cross project liaisons in Oslo, Release Management, Documentation and Infrastructure. Many other teams are liaisons in I18n. Visit the `Cross Project Liaisons Wiki Page <https://wiki.openstack.org/wiki/CrossProjectLiaisons>`__ and designate a person for the I18n team. Note that such liaison roles do not have to be I18n PTL. Active I18n cores are highly encouraged.
id: Tim I18 mengikuti partisipasi lintas proyek di Oslo, Release Management, Documentation and Infrastructure. Banyak tim lainnya adalah penghubung di I18n. Kunjungi halaman `Cross Project Liaisons Wiki Page <https://wiki.openstack.org/wiki/CrossProjectLiaisons>` __ dan tentukan seseorang untuk tim I18n. Perhatikan bahwa peran penghubung semacam itu tidak harus dilakukan di PTL. Inti I18n aktif sangat dianjurkan.

source: I18n team sets target projects to be translated and prioritizes during around the Forum (renamed from the Design Summit). Current translation plan and priority are available on `translation dashboard <https://translate.openstack.org/>`_.
de: Das I18n-Team setzt Zielprojekt zum Übersetzen und Priorisierren während des Forum (umbenannt vom Design-Gipfel). Der aktuelle Übersetzungsplan und die Prioritäten finden Sie unter `translation dashboard <https://translate.openstack.org/>` _.
id: Tim I18n menetapkan target proyek untuk diterjemahkan dan diprioritaskan selama di seputar Forum (berganti nama dari Design Summit). Rencana dan prioritas terjemahan saat ini tersedia di `translation dashboard <https://translate.openstack.org/>` _.
tr_tr: I18n ekibi çevrilecek hedef projeleri Forum civarında ayarlar ve önceliklendirir (Tasarım Zirvesi'nden yeniden isimlendirildi). Mevcut çeviri planı ve önceliği `çeviri kontrol panosunda <https://translate.openstack.org/>`_ bulunabilir.

source: IRC channel: ``#openstack-i18n`` on freenode
de: IRC Kanal: ``#openstack-i18n`` auf freenode
id: Saluran IRC: ``#openstack-i18n`` pada freenode
tr_tr: IRC kanalı: freenode üzerinde ``#openstack-i18n``

source: If you are not familiar with IRC, please read `Contributor Guide <https://docs.openstack.org/contributors/common/communication.html#irc>`_. You can simply use the web client for Freenode to come to `#openstack-i18n channel <http://webchat.freenode.net/?channels=openstack-i18n>`_.
id: Jika Anda tidak terbiasa dengan IRC, baca `Contributor Guide <https://docs.openstack.org/contributors/common/communication.html#irc>`_. Anda dapat menggunakan klien web untuk Freenode `#openstack-i18n channel <http://webchat.freenode.net/?channels=openstack-i18n>`_.

source: If you don't have OpenStack ID, `register one <https://www.openstack.org/join/register>`_.
de: Wenn Sie keine OpenStack-ID haben, `registrieren Sie sich auf <https://www.openstack.org/join/register>`_.
id: Jika tidak punya OpenStack ID, `register one <https://www.openstack.org/join/register>`_.
tr_tr: OpenStack kimliğiniz yoksa, `kaydolun <https://www.openstack.org/join/register>`_.

source: If you have a question, feel free to ask it to the PTL or the i18n list.
de: Wenn Sie eine Frage haben, fühlen Sie sich frei, diese an den PTL oder die I18n-Liste zu stellen.
id: Jika ada pertanyaan, silakan tanyakan ke daftar PTL atau i18n.
tr_tr: Bir sorunuz varsa, PTL'ye veya i18n listesine sormaya çekinmeyin.

source: If you want to become a translator only, simply speaking, you need to `join The OpenStack Foundation <https://www.openstack.org/join/>`_ (select "Foundation Member") and `sign the appropriate Individual Contributor License Agreement <http://docs.openstack.org/infra/manual/developers.html#sign-the-appropriate-individual-contributor-license-agreement>`_.
de: Wenn Sie nur Übersetzer werden wollen, brauchen Sie nur den Eintritt in die `OpenStack Foundation <https://www.openstack.org/join/>`_ (wählen Sie "Foundation Member") und `unterzeichnen des Individual Contributor License Agreement <http://docs.openstack.org/infra/manual/developers.html#sign-the-appropriate-individual-contributor-license-agreement>`_.
id: Jika Anda ingin menjadi penerjemah saja, cukup berbicara, Anda perlu `join The OpenStack Foundation <https://www.openstack.org/join/>`_ (select "Foundation Member") and `sign the appropriate Individual Contributor License Agreement <http://docs.openstack.org/infra/manual/developers.html#sign-the-appropriate-individual-contributor-license-agreement>`_.
tr_tr: Yalnızca bir çevirmen olmak istiyorsanız, `OpenStack Vakfına katılmanız <https://www.openstack.org/join/>`_ ("Vakıf Üyesi"ni seçin) ve `uygun Bağımsız Katkıcı Lisans Anlaşmasını <http://docs.openstack.org/infra/manual/developers.html#sign-the-appropriate-individual-contributor-license-agreement>`_ imzalamanız gerekir.

source: If your request is pending for long days, you can reach to your language coordinator through Zanata, to `I18n people <https://wiki.openstack.org/wiki/I18nTeam#People>`_ through `IRC <https://docs.openstack.org/i18n/latest/#openstack-i18n-team>`_ , or to `I18n PTL <https://governance.openstack.org/tc/reference/projects/i18n.html>`_ directly.
id: Jika permintaan Anda menunggu beberapa hari, Anda dapat menghubungi koordinator bahasa Anda melalui Zanata, kepada `I18n people <https://wiki.openstack.org/wiki/I18nTeam#People>`_ melalui `IRC <https://docs.openstack.org/i18n/latest/#openstack-i18n-team>`_ , atau kepada `I18n PTL <https://governance.openstack.org/tc/reference/projects/i18n.html>`_ secara langsung.

source: Implements the first Zuul job (Syncing to Zanata) by executing `upstream_translation_update.sh <https://opendev.org/openstack-infra/openstack-zuul-jobs/src/roles/prepare-zanata-client/files/upstream_translation_update.sh>`__
id: Menerapkan pekerjaan Zuul pertama (Menyinkronkan ke Zanata) dengan mengeksekusi `upstream_translation_update.sh <https://opendev.org/openstack-infra/openstack-zuul-jobs/src/roles/prepare-zanata-client/files/upstream_translation_update.sh>`__

source: In Zanata, some project translations such as `OpenStack User Survey <https://translate.openstack.org/iteration/view/openstack-user-survey/openstack-user-survey/documents>`_ and `OpenStack whitepapers <https://translate.openstack.org/version-group/view/Whitepaper-dashboard-translation/projects>`_ are not in `official projects <https://governance.openstack.org/tc/reference/projects/index.html>`_ but strongly encouraged to translate for better OpenStack world, and translators who translated those projects are recognized as AUCs.
id: Di Zanata, beberapa terjemahan proyek seperti `OpenStack User Survey <https://translate.openstack.org/iteration/view/openstack-user-survey/openstack-user-survey/documents>`_ dan `OpenStack whitepapers <https://translate.openstack.org/version-group/view/Whitepaper-dashboard-translation/projects>`_ tidak masuk `official projects <https://governance.openstack.org/tc/reference/projects/index.html>`_ tetapi sangat dianjurkan untuk menerjemahkan untuk dunia OpenStack yang lebih baik, dan penerjemah yang menerjemahkan proyek-proyek tersebut diakui sebagai AUC.

source: It is important to check your translations by using a real situation where your translation is used. This page describes how to check your translations.
de: Es ist wichtig, Ihre Übersetzungen im Kontext zu überprüfen. DIese Seite beschreibt, wie dies zu tun ist.
id: Penting untuk memeriksa terjemahan Anda dengan menggunakan situasi nyata di mana terjemahan Anda digunakan. Halaman ini menjelaskan cara memeriksa terjemahan Anda.
tr_tr: Çevirinizi çevirinizin kullanıldığı gerçek bir durumla denemek önemlidir. Bu sayfa çevirilerinizi nasıl kontrol edeceğinizi tanımlar.

source: Note that code or documentation contributors to openstack/i18n repository are acknowledged as ATC automatically in the same way as for most OpenStack projects.
id: Perhatikan bahwa kode atau kontributor dokumentasi untuk repositori openstack / i18n diakui sebagai ATC secara otomatis dengan cara yang sama seperti untuk sebagian besar proyek OpenStack.

source: Once a stable version corresponding to a project stable branch is created on Zanata, the infra script will push strings automatically.
de: Sobald eine stabile Version, die einem projektstabilen Branch entspricht, auf Zanata erstellt wird, wird das Infra-Skript automatisch die Strings platzieren.
id: Setelah versi stabil yang sesuai dengan cabang stabil proyek dibuat di Zanata, skrip infra akan mendorong string secara otomatis.
tr_tr: Bir projeyle ilişkili kararlı sürüm Zanata'da oluşturulduktan sonra, altyapı betiği otomatik olarak karakter dizilerini gönderir.

source: Once your change is merged, the updated glossary will be uploaded to Zanata. Note that the upload to Zanata is a **manual** process now. Only the Zanata administrator (usually the I18n PTL and some limited folks) can upload a glossary. If your glossary is not uploaded, contact the I18n team or the PTL via the i18n mailing list.
de: Wenn Ihre Änderung angenommen wurde, wird das aktualisierte Glossar zu Zanata hochgeladen. Beachten Sie, dass dies derzeit ein **manueller** Prozess ist. Nur der Zanata-Administrator (üblicherweise der I18n PTL und einige wenige Mitgloieder) können das Glossar hochladen. Wenn das Glossar nicht hochgeladen wird, kontaktieren Sie das I18n Team oder den PTL über die I18n-Mailing-Liste.
id: Begitu perubahan Anda digabungkan, glosarium yang diperbarui akan diunggah ke Zanata. Perhatikan bahwa upload ke Zanata adalah proses **manual ** sekarang. Hanya administrator Zanata (biasanya PTL I18n dan beberapa orang terbatas) yang bisa mengunggah glossary. Jika glosarium Anda tidak diunggah, hubungi tim I18n atau PTL melalui milis i18n.
tr_tr: Değişikliğiniz birleştirildikten sonra, güncel sözlük Zanata'ya yüklenecektir. Zanata'ya yüklemenin şu an **elle** yapıldığını unutmayın. Yalnızca Zanata yöneticisi (genellikle i18n PTL ve sınırlı bir kaç kişi) sözlük yükleyebilir. Sözlüğünüz yüklenmediyse, i18n takımıyla veya PTL ile i18n posta listesi aracılığıyla iletişim kurun.

source: OpenStack developer documentation
de: OpenStack Entwickler-Dokumentation
id: Dokumentasi pengembang OpenStack
tr_tr: OpenStack geliştirici belgelendirmesi

source: PTLs are elected by ATCs for each cycle. Please read `Governance Election Page <https://governance.openstack.org/election/>`__. Time and rules are announced there and on `OpenStack Discuss Mailing List <http://lists.openstack.org/cgi-bin/mailman/listinfo/openstack-discuss>`__. Your candidacy is highly encouraged to share via there and on `OpenStack I18n Mailing List <http://lists.openstack.org/cgi-bin/mailman/listinfo/openstack-i18n>`__ . The proposal must be submitted to election repository (e.g. `https://review.opendev.org/#/c/425775/ <https://review.opendev.org/#/c/425775/>`__). For this reason it is a good idea to subscribe to these mailing lists before :-)
id: PTL dipilih oleh ATC untuk setiap siklus. Silakan baca `Governance Election Page <https://governance.openstack.org/election/>`__. Waktu dan peraturan diumumkan di sana dan di `OpenStack Discuss Mailing List <http://lists.openstack.org/cgi-bin/mailman/listinfo/openstack-discuss>`__. Pencalonan Anda sangat dianjurkan untuk dibagikan melalui sana dan seterusnya `OpenStack I18n Mailing List <http://lists.openstack.org/cgi-bin/mailman/listinfo/openstack-i18n>`__ . Proposal harus diserahkan ke repositori pemilihan (e.g. `https://review.opendev.org/#/c/425775/ <https://review.opendev.org/#/c/425775/>`__). Untuk alasan ini, sebaiknya berlangganan ke milis ini sebelumnya :-)

source: Schedules and rules for the team meeting are described in chapter :doc:`i18n_team_meeting` PTL is chairing the meeting or determines someone to takeover. He (the PTL) also has to check if the meeting time suits most people. Configuration of chair and time is done by `irc-meeting repo <https://opendev.org/openstack-infra/irc-meetings>`__.
id: Jadwal dan aturan untuk rapat tim dijelaskan dalam bab ini :doc:`i18n_team_meeting` PTL memimpin rapat atau menentukan seseorang untuk mengambil alih. Dia (PTL) juga harus memeriksa apakah waktu pertemuan cocok untuk kebanyakan orang. Konfigurasi kursi dan waktu dilakukan oleh `irc-meeting repo <https://opendev.org/openstack-infra/irc-meetings>`__.

source: Setting up translations for a repository
id: Menyiapkan terjemahan untuk repositori
tr_tr: Bir depo için çevirilerin ayarlanması

source: The Creator's Guide of the Infrastructure Manual explains how to `Enable the Translation Infrastructure <http://docs.openstack.org/infra/manual/creators.html#enabling-translation-infrastructure>`_.
id: Panduan Pembuat Pedoman Infrastruktur menjelaskan bagaimana `Enable the Translation Infrastructure <http://docs.openstack.org/infra/manual/creators.html#enabling-translation-infrastructure>` _.
tr_tr: Altyapı Kılavuzunun Oluşturucular için Kılavuzu `Çeviri Altyapısının Etkinleştirilmesini <http://docs.openstack.org/infra/manual/creators.html#enabling-translation-infrastructure>`_ açıklar.

source: The I18n project is an official OpenStack project, so official translators who have contributed translations to `official OpenStack projects <https://governance.openstack.org/tc/reference/projects/index.html>`_ in a specific period are regarded as "ATC" (Active Technical Contributor) and "APC" (Active Project Contributor) of the I18n project. APC can vote for the I18n PTL (Project Team Lead), and ATC can vote for OpenStack TC (Technical Committee). For more detail on ATC, APC and TC, see `OpenStack Technical Committee Charter <http://governance.openstack.org/reference/charter.html>`__.
id: Proyek I18n adalah proyek OpenStack resmi, jadi penerjemah resmi yang telah berkontribusi terjemahan `official OpenStack projects <https://governance.openstack.org/tc/reference/projects/index.html>`_ dalam periode tertentu dianggap sebagai "ATC" (Active Technical Contributor) and "APC" (Active Project Contributor) dari proyek I18n. APC dapat memilih I18n PTL (Project Team Lead), dan ATC dapat memilih OpenStack TC (Technical Committee). Untuk detail lebih lanjut tentang ATC, APC dan TC, lihat `OpenStack Technical Committee Charter <http://governance.openstack.org/reference/charter.html>`__.

source: The I18n team holds weekly Team Meetings on Thursdays at alternating times in #openstack-meeting IRC channel. To download ICS file, please visit `eavesdrop <http://eavesdrop.openstack.org/#I18N_Team_Meeting>`_ page.
id: Tim I18n mengadakan Team Meeting mingguan pada hari Kamis pada waktu yang bergantian di saluran #openstack-meeting IRC. Untuk mengunduh file ICS, silakan kunjungi halaman `eavesdrop <http://eavesdrop.openstack.org/#I18N_Team_Meeting>` _.

source: The PTL is supported in the work by the `I18n core team <https://review.opendev.org/#/admin/groups/1132,members>`__. He designates such kind of project team members and reviews the list from time to time. The work of the core team is described in the `Project Team Guide <https://docs.openstack.org/project-team-guide/ptl.html>`__. Of course, core team member be can also proposed by the project team.
id: PTL didukung dalam pekerjaan oleh `I18n core team <https://review.opendev.org/#/admin/groups/1132,members>`__. Dia menunjuk anggota tim proyek semacam itu dan meninjau daftar itu dari waktu ke waktu. Pekerjaan tim inti dijelaskan dalam `Project Team Guide <https://docs.openstack.org/project-team-guide/ptl.html>`__. Tentu saja, anggota tim inti juga dapat diusulkan oleh tim proyek.

source: The meeting is interconnected with the `Documentation Team Meeting <http://eavesdrop.openstack.org/#Documentation_Team_Meeting>`_. The first 30 minutes are reserved for I18n topics and the second part is for Documentation Team topics.
id: Pertemuan tersebut saling berhubungan dengan `Documentation Team Meeting <http://eavesdrop.openstack.org/#Documentation_Team_Meeting>`_. 30 menit pertama dicadangkan untuk topik I18n dan bagian kedua adalah untuk topik Tim Dokumentasi.

source: The stable version is created from the master version on Zanata once RC1 is cut and a stable branch is created in a git repository.
de: Die stabile Version wird aus der Master-Version auf Zanata erstellt, sobald RC1 geschnitten wird und ein stabiler Branch in einem Git-Repository erstellt wird.
id: Versi stabil dibuat dari versi master pada Zanata setelah RC1 dipotong dan cabang stabil dibuat di repositori git.
tr_tr: Kararlı sürüm Zanata'daki master sürümden RC1 kesildikten sonra ve git deposunda stable dalı oluşturulduktan sonra oluşturulur.

source: The stable version is well reviewed, so it makes sense to merge translations into the master version on Zanata to avoid translating the same strings again.
id: Versi stabil ditinjau dengan baik, jadi masuk akal untuk menggabungkan terjemahan ke versi master di Zanata agar tidak menerjemahkan strings yang sama lagi.
tr_tr: Kararlı sürüm iyice gözden geçirilmiştir, yani Zanata'da master sürüm üzerine çevirileri almak aynı karakter dizilerini tekrar çevirmemek için mantıklıdır.
