Repository: openstack/i18n
Catalog: doc/source/locale/*/LC_MESSAGES/doc.po
Languages: de, id, ja, ko_kr, ru, tr_tr

source: Patch on governance repository: https://review.opendev.org/#/c/281145/ (`diff <https://opendev.org/openstack/governance/commit/8b3c83f28102c7b47688fbaca970a52a76eb6de5>`__)
id: Patch pada governance repository: https://review.opendev.org/#/c/281145/ (`diff <https://opendev.org/openstack/governance/commit/8b3c83f28102c7b47688fbaca970a52a76eb6de5>`__)
ko_kr: governance 저장소 패치: https://review.opendev.org/#/c/281145/ (`diff <https://opendev.org/openstack/governance/commit/8b3c83f28102c7b47688fbaca970a52a76eb6de5>`__)
ru: Патч в репозитории governance: https://review.opendev.org/#/c/281145/ (`diff <https://opendev.org/openstack/governance/commit/8b3c83f28102c7b47688fbaca970a52a76eb6de5>`__)

source: Patch on governance repository: https://review.opendev.org/#/c/351480/ (`diff <https://opendev.org/openstack/governance/commit/3aa6cb3e52944f8bed250e0714c7373605b2ebc5>`__)
id: Patch pada governance repository: https://review.opendev.org/#/c/351480/ (`diff <https://opendev.org/openstack/governance/commit/3aa6cb3e52944f8bed250e0714c7373605b2ebc5>`__)
ko_kr: governance 저장소 패치: https://review.opendev.org/#/c/351480/ (`diff <https://opendev.org/openstack/governance/commit/3aa6cb3e52944f8bed250e0714c7373605b2ebc5>`__)
ru: Патч в репозитории governance: https://review.opendev.org/#/c/351480/ (`diff <https://opendev.org/openstack/governance/commit/3aa6cb3e52944f8bed250e0714c7373605b2ebc5>`__)

source: Patch on governance repository: https://review.opendev.org/#/c/417569/ (`diff <https://opendev.org/openstack/governance/commit/bd71cefff1302ed04fc21faac5cf967365a7d7c7>`__)
id: Patch pada governance repository: https://review.opendev.org/#/c/417569/ (`diff <https://opendev.org/openstack/governance/commit/bd71cefff1302ed04fc21faac5cf967365a7d7c7>`__)
ko_kr: governance 저장소 패치: https://review.opendev.org/#/c/417569/ (`diff <https://opendev.org/openstack/governance/commit/bd71cefff1302ed04fc21faac5cf967365a7d7c7>`__)
ru: Патч в репозитории governance: https://review.opendev.org/#/c/417569/ (`diff <https://opendev.org/openstack/governance/commit/bd71cefff1302ed04fc21faac5cf967365a7d7c7>`__)

source: Patch on governance repository: https://review.opendev.org/483452
id: Patch pada governance repository: https://review.opendev.org/483452
ja: governance レポジトリーの対応パッチ: https://review.opendev.org/483452
ko_kr: governance 저장소 패치: https://review.opendev.org/483452
ru: Патч в репозитории governance: https://review.opendev.org/483452

source: Patch on governance repository: https://review.opendev.org/532982
id: Patch pada governance repository: https://review.opendev.org/532982
ja: governance レポジトリーの対応パッチ: https://review.opendev.org/532982
ko_kr: governance 저장소 패치: https://review.opendev.org/532982
ru: Патч в репозитории governance: https://review.opendev.org/532982

source: Patch on governance repository: https://review.opendev.org/586751
id: Patch pada governance repository: https://review.opendev.org/586751
ja: governance レポジトリーの対応パッチ: https://review.opendev.org/586751
ko_kr: governance 저장소 패치: https://review.opendev.org/586751
ru: Патч в репозитории governance: https://review.opendev.org/586751

source: Patch on governance repository: https://review.opendev.org/633398
id: Patch pada governance repository: https://review.opendev.org/633398
ja: governance レポジトリーの対応パッチ: https://review.opendev.org/633398
ko_kr: governance 저장소 패치: https://review.opendev.org/633398
ru: Патч в репозитории governance: https://review.opendev.org/633398

source: Period: 2015-08-01 to 2016-01-30
id: Periode: 2015-08-01 sampai 2016-01-30
ja: 期間: 2015-08-01 〜 2016-01-30
ko_kr: 기간: 2015-08-01 ~ 2016-01-30
ru: Период: с 01.08.2015 по 30.01.2016
tr_tr: Aralık: 2015-08-01 den 2016-01-30 a

source: Period: 2016-02-01 to 2016-07-31
id: Periode: 2016-02-01 sampai 2016-07-31
ja: 期間: 2016-02-01 〜 2016-07-31
ko_kr: 기간: 2016-02-01 ~ 2016-07-31
ru: Период: с 01.02.2016 по 31.07.2016
tr_tr: Aralık: 2016-02-01 den 2016-07-31 a

source: Period: 2016-08-01 to 2017-01-05
id: Periode: 2016-08-01 sampai 2017-01-05
ja: 期間: 2016-08-01 〜 2017-01-05
ko_kr: 기간: 2016-08-01 ~ 2017-01-05
ru: Период: с 01.08.2016 по 05.01.2017
tr_tr: Aralık: 2016-08-01 den 2017-01-05 e

source: Period: 2017-01-06 to 2017-06-30
id: Periode: 2017-01-06 sampai 2017-06-30
ja: 期間: 2017-01-06 〜 2017-06-30
ko_kr: 기간: 2017-01-06 ~ 2017-06-30
ru: Период: с 06.01.2017 по 30.06.2017
tr_tr: Aralık: 2017-01-06 den 2017-06-30 a

source: Period: 2017-07-01 to 2018-01-10
id: Periode: 2017-07-01 to 2018-01-10
ja: 期間: 2017-07-01 〜 2018-01-10
ko_kr: 기간: 2017년 7월 1일 - 2018년 1월 10일
ru: Период: с 01.07.2017 по 10.01.2018

source: Period: 2018-01-11 to 2018-07-09
id: Periode: 2018-01-11 sampai 2018-07-09
ja: 期間: 2018-01-11 〜 2018-07-09
ko_kr: 기간: 2018-01-11 ~ 2018-07-09
ru: Период: с 11.01.2018 по 09.07.2018

source: Period: 2018-07-10 to 2019-01-25
ja: 期間: 2018-07-10 〜 2019-01-25
ko_kr: 기간: 2018년 7월 10일 - 2019년 1월 25일
ru: Период: с 10.07.2018 по 25.01.2019

source: Period: from 2014-11-01 to 2015-07-16
id: Periode: dari 2014-11-01 sampai 2015-07-16
ja: 期間: 2014-11-01 〜 2015-07-16
ko_kr: 기간: 2014년 11월 1일 - 2015년 7월 16일
ru: Период: с 01.11.2014 по 16.07.2015
tr_tr: Aralık: 2014-11-01 dan 2015-07-16 ya

source: Pike cycle
id: Siklus Pike
ja: Pike 開発サイクル
ko_kr: Pike 버전
ru: Цикл Pike
tr_tr: Pike döngüsü

source: Previous meetings
de: Vorherige Meetings
id: Pertemuan sebelumnya
ja: 過去のミーティング
ko_kr: 이전 미팅
ru: Предыдущие совещания
tr_tr: Önceki toplantılar

source: Previously ``setup.cfg`` needed sections ``compile_catalog``, ``update_catalog``, and ``extract_messages`` and a ``babel.cfg`` file. These are not needed anymore and can be removed.
ru: Ранее ``setup.cfg`` требовал наличия секций ``compile_catalog``, ``update_catalog``, и ``extract_messages`, а так же файла ``babel.cfg``. Теперь они не нужны и могут быть удалены.

source: Project Goals And Translation Plan
ko_kr: 프로젝트 목표 및 번역 계획
ru: Цели проекта и планы переводов

source: Project configuration
id: Konfigurasi proyek
ja: プロジェクト設定
ko_kr: 프로젝트 구성
ru: Конфигурация проекта
tr_tr: Proje yapılandırması

source: Project maintenance
id: Pemeliharaan proyek
ja: プロジェクトメンテナンス
ko_kr: 프로젝트 유지보수
ru: Поддержка проекта
tr_tr: Proje bakımı

source: Projects affecting StringFreezes
id: Proyek yang mempengaruhi StringFreezes
ko_kr: StringFreezes에 영향을주는 프로젝트들
ru: Проекты, затрагиваемые заморозкой строк

source: Propose a change to the ``openstack/project-config`` repository including the following changes:
ru: Создайте запрос на изменение в репозиторий ``openstack/project-config``, включающий в себя следующие изменения:

source: Pull translations from Zanata
id: Tarik terjemahan dari Zanata
ja: Zanata からの翻訳の取得
ko_kr: Zanata의 번역을 가져옵니다.
ru: Загрузка переводов из Zanata
tr_tr: Zanata'dan çevirileri çekin

source: Python Projects
ru: Проекты на Python

source: Python script to setup projects for Zanata
de: Python-Script um Projekte in Zanata einzurichten
id: Script Python untuk setup proyek untuk Zanata
ja: Zanata プロジェクトの設定を用意する Python スクリプト。
ko_kr: Zanata에 대해 프로젝트를 셋업하는 Python 스크립트입니다
ru: Скрипт на Python, настраивающий проекты для Zanata
tr_tr: Zanata için projeleri ayarlayan Python betiği

source: Queens cycle
id: Siklus Queens
ja: Queens 開発サイクル
ko_kr: Queens 주기
ru: Цикл Queens

source: ReactJS Projects
ko_kr: ReactJS 프로젝트
ru: Проекты на ReactJS

source: Register a user ID in Zanata
de: Eine User-ID in Zanata registrieren
id: Daftarkan ID pengguna di Zanata
ja: Zanata でユーザー ID を登録します
ko_kr: 사용자 ID를 Zanata에 등록하기
ru: Зарегистрируйте ID пользователя в Zanata
tr_tr: Zanata'da bir kullanıcı kimliği kaydedin

source: Release Management
id: Manajemen rilis
ko_kr: 릴리즈 관리
ru: Управление релизами

source: Replace ``$BRANCH`` with an appropriate branch such as ``master``, ``stable/newton`` or ``stable/mitaka``.
de: Ersetzen Sie ``$BRANCH`` mit einem geeigneten Branch wie ``master``, ``stable/newton`` oder ``stable/mitaka``.
id: Ganti ``$BRANCH`` dengan cabang yang sesuai seperti ``master``, ``stable/newton`` atau ``stable/mitaka``.
ja: ``$BRANCH`` は適切なブランチに置き換えてください。 ``master``, ``stable/newton``, ``stable/mitaka`` など。
ko_kr: ``$BRANCH`` 를 ``master``, ``stable/newton`` 또는 ``stable/mitaka`` 와 같이 적절한 브랜치 이름으로 변경합니다.
ru: Замените ``$BRANCH`` именем нужной вам ветки, например ``master``, ``stable/newton`` или ``stable/mitaka``.
tr_tr: ``$BRANCH`` anahtarını ``master``, ``stable/newton`` veya ``stable/mitaka`` gibi uygun bir dal ile değiştirin.

source: Replace ``${MODULENAME}`` with the name of your main module like ``nova`` or ``novaclient``. Your i18n setup file, normally named ``_i18n.py``, should use the name of your module as domain name:
ru: Замените ``${MODULENAME}`` именем вашего основного модуля, например ``nova`` или ``novaclient``.Ваш файл настройки i18n, обычно называющийся ``_i18n.py``, должен использовать название вашего модуля как имя домена:

source: Reporting translation bugs
de: Übersetzungsfehler melden
id: Pelaporan bug terjemahan
ja: 翻訳バグの報告
ko_kr: 번역 버그 보고하기
ru: Отправка сообщений об ошибках перевода
tr_tr: Çeviri hatalarının bildirilmesi

source: Request to join a translation team
de: Antrag zum Beitritt in ein Übersetzungsteam
id: Meminta untuk bergabung dengan tim penerjemah
ja: 翻訳チームへの参加を申請します
ko_kr: 번역팀 가입을 요청합니다
ru: Отправьте запрос на вступление в команду переводчиков
tr_tr: Bir çeviri ekibine giriş isteği yapın

source: Retrieve translation statistics
id: Ambil statistik penerjemahan
ja: 翻訳統計の取得
ko_kr: 번역 통계 가져 오기
ru: Получение статистики по переводам
tr_tr: Çeviri istatistiklerini al

source: Review of action items from the previous meeting
id: Tinjau kembali item tindakan dari pertemuan sebelumnya
ko_kr: 이전 미팅에 대한 수행 항목 리뷰
ru: Обсуждение результатов действий, согласованных к выполнению на предыдущем совещании

source: Reviewer
de: Überprüfer
ja: レビューアー
ko_kr: 검토자
ru: Ревьюверы
tr_tr: Denetçi

source: Reviewing
id: Meninjau ulang
ko_kr: 리뷰
ru: Проведение ревью
tr_tr: Gözden geçirme

source: Reviewing translation imports
id: Meninjau impor terjemahan
ja: 翻訳のインポートのレビュー
ko_kr: 번역 가져오기 리뷰
ru: Ревью импорта переводов
tr_tr: Çeviri içe aktarımlarının gözden geçirilmesi

source: Rob Cresswell (id: robcresswell) - English (United Kingdom)
ru: Rob Cresswell (id: robcresswell) - Английский (Великобритания)
tr_tr: Rob Cresswell (id: robcresswell) - İngilizce (Birleşik Krallık)

source: Rocky cycle
ja: Rocky 開発サイクル
ko_kr: Rocky 주기
ru: Цикл Rocky

source: Roles in a Language Team
de: Rollen im Sprach-Team
id: Peran dalam Tim Bahasa
ja: 言語チームでの役割
ko_kr: 언어팀 내 역할
ru: Роли в командах переводчиков языка
tr_tr: Bir Dil Ekibinde Roller

source: Running DevStack
de: Arbeiten mit DevStack
id: Menjalankan DevStack
ja: DevStack を実行する方法
ko_kr: DevStack 실행하기
ru: Запуск DevStack
tr_tr: DevStack Çalıştırma

source: Running OpenStack-Ansible
id: Menjalankan OpenStack-Ansible
ja: OpenStack-Ansible を実行する方法
ko_kr: OpenStack-Ansible 실행하기
ru: Работа с OpenStack-Ansible

source: Search in this guide
de: Suche in diesem Leitfaden
id: Cari di buku petunjuk ini
ja: ガイド内検索
ko_kr: 가이드 내 검색
ru: Поиск по руководству
tr_tr: Bu kılavuzda ara

source: Server projects
de: Serverprojekte
id: Proyek server
ja: サーバープロジェクト
ko_kr: 서버 프로젝트
ru: Серверные проекты
tr_tr: Sunucu projeleri

source: Set up the project on the translation server.
ru: Настройка проекта на сервере переводов.

source: Setting up a communication channel among team members is recommended. It encourage team communications to discuss various translation related topics.
de: Es wird empfohlen, Kommunikationskanäle zwischen den Teammitgliedern einzurichten. Es verbessert die Diskussion um verschiedene Themen im Team.
id: Menyiapkan saluran komunikasi antar anggota tim dianjurkan. Ini mendorong komunikasi tim untuk membahas berbagai topik terkait terjemahan.
ko_kr: 팀 구성원 간 의사소통 채널을 갖출 것을 권장합니다. 이는 팀 구성원이 다양한 번역 관련 주제를 토론하는 것을 격려합니다.
ru: Рекомендуется создать и использовать какой-то общий канал коммуникации между членами команды. Это поможет в общении и обсуждении различных тем, имеющих отношение к переводам.
tr_tr: Ekip üyeleri arasında bir iletişim kanalı kurmanız önerilir. Çeviriyle ilgili çeşitli başlıklarda ekip iletişimini cesaretlendirmek önemlidir.

source: Slicing
ja: 分割
ru: Разбиение на части
tr_tr: Dilimleme

source: Slicing: generate PO templates from RST documents
id: Slicing: buat template PO dari dokumen RST
ja: 分割: PO テンプレートの RST ドキュメントからの生成
ko_kr: Slicing: RST 문서에서 PO 템플릿 생성
ru: Разбиение на части: генерируются шаблоны PO из документов в формате RST
tr_tr: Dilimleme: RST belgelerinden PO şablonları üretin

source: Sphinx is a tool to translate RST source files to various output formats, including POT and HTML. You need to install Sphinx before you go to below steps. Almost all projects have ``test-requirements.txt`` in their repositories and you can check the required version of Sphinx by checking this file.
id: Sphinx adalah alat untuk menerjemahkan file sumber RST ke berbagai format output, termasuk POT dan HTML. Anda perlu menginstal Sphinx sebelum melangkah ke langkah-langkah di bawah ini. Hampir semua proyek memiliki ` test-requirements.txt`` di repositori mereka dan Anda dapat memeriksa versi Sphinx yang diperlukan dengan memeriksa file ini.
ko_kr: Sphinx는 ROT 소스 파일을 POT과 HTML을 포함한 다양한 출력 형식으로 변환하는 도구입니다. 아래 단계를 수행하기 전에 Sphinx 를 설치해야합니다. 거의 모든 프로젝트는 리포지토리에``test-requirements.txt`` 를 가지고 있으며,이 파일을 검사하여 필요한 Sphinx 버전을 확인할 수 있습니다.
ru: Sphinx - это программное обеспечение для преобразования исходных файлов из формата RST в различные конечные форматы, включая POT и HTML. Предле чем вы приступите к шагам ниже, вам понадобится установить Sphinx. Почти у всех проектов в репозиториях есть файл `test-requirements.txt``, в котором вы можете посмотреть необходимую версию Sphinx'а.
tr_tr: Sphinx RST kaynak dosyalarını POT ve HTML dahil çeşitli çıktı biçimlerine dönüştürmek için bir araçtır. Aşağıdaki adımları takip etmeden önce Sphinx kurmalısınız. Nerdeyse tüm projelerde gerekli Sphinx sürümünü bulmak için bakabileceğiniz bir ``test-requirements.txt`` dosyası bulunur.

source: Statistics are available through: https://docs.google.com/spreadsheets/d/1YpDJU_uNA4I5fzFG69T6L9gpFsy5yNtA9a-lSxnqeAY/edit#gid=1366189722
id: Statistik tersedia melalui: https://docs.google.com/spreadsheets/d/1YpDJU_uNA4I5fzFG69T6L9gpFsy5yNtA9a-lSxnqeAY/edit#gid=1366189722
ko_kr: 통계 정보의 위치: https://docs.google.com/spreadsheets/d/1YpDJU_uNA4I5fzFG69T6L9gpFsy5yNtA9a-lSxnqeAY/edit#gid=1366189722
ru: Статистика доступна здесь: https://docs.google.com/spreadsheets/d/1YpDJU_uNA4I5fzFG69T6L9gpFsy5yNtA9a-lSxnqeAY/edit#gid=1366189722
tr_tr: İstatistikler şurada mevcut: https://docs.google.com/spreadsheets/d/1YpDJU_uNA4I5fzFG69T6L9gpFsy5yNtA9a-lSxnqeAY/edit#gid=1366189722

source: Stein cycle
ja: Stein 開発サイクル
ko_kr: Stein 주기
ru: Цикл Stein

source: Steps to become a OpenStack translator
de: Schritte um OpenStack-Übersetzer zu werden
id: Langkah menjadi penerjemah OpenStack
ja: OpenStack の翻訳者になるための手順
ko_kr: OpenStack 번역자가 되는 단계
ru: Как стать переводчиком OpenStack?
tr_tr: OpenStack çevirmeni olmak için adımlar

source: Sync the translator list with Zanata
id: Sinkronkan daftar penerjemah dengan Zanata
ja: 翻訳者リストの Zanata との同期
ko_kr: Zanata에서의 번역자 목록 동기화
ru: Синхронизация списков переводчиков с Zanata
tr_tr: Çevirmen listesini Zanata ile eşzamanla

source: TBD
ru: (будет обновлено позже)

source: Team activities with release
de: Teamaktivitäten bei Releases
id: Kegiatan tim dengan pelepasan
ko_kr: 릴리즈와 관련된 팀 활동
ru: Работа команды с релизами
tr_tr: Yayınla takım etkinlikleri

source: The I18n project maintains a list of language teams and their members. The list is used by Stackalytics to gather translation statistics (See :ref:`stats-stackalytics` for detail). It is also used by the scripts below.
id: Proyek I18n mempertahankan daftar tim bahasa dan anggotanya. Daftar ini digunakan oleh Stackalytics untuk mengumpulkan statistik terjemahan (lihat :ref: `stats-stackalytics` untuk detail). Hal ini juga digunakan oleh script di bawah ini.
ko_kr: I18n 프로젝트는 언어 팀과 회원들의 목록을 관리합니다. 이 목록은 Stackalytics에서 번역 통계를 수집하는데 사용됩니다 (자세한 내용은 :ref:`stats-stackalytics` 참조). 또한 아래 스크립트에서 사용됩니다.
ru: Проект I18n поддерживает список языковых команд и их членов. Этот список используется Stackalytics для сбора статистики переводов (см. детали в :ref:`stats-stackalytics`). Он же так же используется скриптами ниже.
tr_tr: I18n projesi dil ekipleri ve üyelerinin bir listesini yönetir. Liste Stackalytics tarafından çeviri istatistiklerini toplamak için kullanılır (Ayrıntılar için bkz :ref:`stats-stackalytics`). Aynı zamanda aşağıdaki betikler tarafından da kullanılır.

source: The I18n team welcomes any kinds of contribution.
de: Das I18n-Team begrüsst jegliche Art von Unterstützung
id: Tim I18n menyambut baik segala bentuk kontribusi.
ja: I18n チームには、さまざまな方法で参加できます。
ko_kr: I18n 팀은 어떤 종류의 기여라도 모두 환영합니다.
ru: Команда I18n рада любым видам участия, таким как:
tr_tr: i18n takımı her türlü yardımı kabul eder.

source: The OpenStack infra scripts executed by tasks currently download new files that are at least **75 percent** translated and if files grow over time but do not get new translations (or strings change too much), they will be removed again automatically from the project with a lower threshold of currently **40 percent**.
id: Skrip infra OpenStack yang dijalankan oleh tugas saat ini mengunduh file baru yang setidaknya ** 75 persen ** diterjemahkan dan jika file bertambah seiring waktu tetapi tidak mendapatkan terjemahan baru (atau string terlalu banyak berubah), mereka akan dihapus lagi secara otomatis dari proyek dengan ambang batas yang lebih rendah saat ini ** 40 persen **.
ko_kr: Task에 의해 실행이 이루어지는 OpenStack 인프라 스크립트는 현재 **75 퍼센트** 이상 번역된 새로운 파일을 다운로드하며, 시간이 지나 새로운 번역을 얻지 못하였거나 문자열이 너무 많이 변경된 경우에는, 현재 **40 퍼센트** 최저 임계치를 적용하여 프로젝트에서 자동으로 다시 제거가 이루어질 것입니다.
ru: Скрипты инфраструктуры OpenStack, выполняемые задачами, в настоящий момент загружают только те новые файлы, объём перевода которых достигает **75 процентов**. При этом, если размер файла растёт, но объём переводов не увеличивается (или если строки сильно изменяются), то файл перевода будет автоматически удалён из проектов, когда будет достигнут нижний порог объёма перевода, который в настоящий момент составляет **40 процентов**.

source: The POT file is found under ``http://tarballs.openstack.org/translation-source/<Zanata-project-name>/<Zanata-project-version>/<path>/<resource>.pot``, where:
id: File POT ditemukan di bawah ``http://tarballs.openstack.org/translation-source/<Zanata-project-name>/<Zanata-project-version>/<path>/<resource>.pot``, dimana:
ja: POT ファイルは ``http://tarballs.openstack.org/translation-source/<Zanata-project-name>/<Zanata-project-version>/<path>/<resource>.pot`` にあります。
ko_kr: POT 파일은 ``http://tarballs.openstack.org/translation-source/<Zanata-project-name>/<Zanata-project-version>/<path>/<resource>.pot`` 에서 찾을 수 있습니다. 여기서,
ru: POT файлы находятся по адресу ``http://tarballs.openstack.org/translation-source/<Zanata-project-name>/<Zanata-project-version>/<path>/<resource>.pot``, где:
tr_tr: POT dosyası ``http://tarballs.openstack.org/translation-source/<Zanata-proje-ismi>/<Zanata-proje-sürümü>/<yol>/<kaynak>.pot`` adresindedir:

source: The `Zuul Builds Page <https://zuul.opendev.org/t/openstack/builds>`__ provides us a convenient way to check the translation job status.
ru: `Страница сборки Zuul <https://zuul.opendev.org/t/openstack/builds>`__ предоставляет удобный способ проверки статуса задач перевода.

source: The above run the following internally:
id: Jalankan perintah di atas berikut ini secara internal:
ja: 上記のコマンドは内部では以下を実行します。
ko_kr: 위 내용은 내부적으로 실행됩니다:
ru: Вышенаписанное внутри себя выполняет следующее:
tr_tr: Yukarıdaki şunu dahili olarak çalıştırır:

source: The bug triaging process are following the `general bug triaging process <https://wiki.openstack.org/wiki/BugTriage>`_. If you want to help bug triaging tasks, join the `OpenStack I18n bug team <https://launchpad.net/~openstack-i18n-bugs>`_ first.
de: Der Bugtracking-Prozess folgt dem `generellen Bugtracking-Prozess <https://wiki.openstack.org/wiki/BugTriage>`_. Wenn SIe helfen möchten, schliessen SIe sich dem `OpenStack I18n bug team <https://launchpad.net/~openstack-i18n-bugs>`_ an.
id: Proses triaging bug mengikuti proses triaging bug umum <https://wiki.openstack.org/wiki/BugTriage> `_. Jika Anda ingin membantu tugas bug triaging, bergabunglah dengan tim bug OpenStack I18n <https://launchpad.net/~openstack-i18n-bugs> `_ sebelumnya.
ja: バグの処置手順は、 `一般的なバグ処理手順 <https://wiki.openstack.org/wiki/BugTriage>`_ を元にしています。バグの処置に協力いただける場合は、まず最初に `OpenStack I18n バグチーム <https://launchpad.net/~openstack-i18n-bugs>`_ に参加してください。
ko_kr: 번역 구분 과정은 `general bug triaging process <https://wiki.openstack.org/wiki/BugTriage>`_ 를 따르고 있습니다. 버그 구분 작업을 돕고자 하는 경우, `OpenStack I18n bug team <https://launchpad.net/~openstack-i18n-bugs>`_ 팀에 먼저 가입합니다.
ru: Процесс тестирования следует `общему процессу тестирования сообщений об ошибках <https://wiki.openstack.org/wiki/BugTriage>`_. Если вы хотите помочь в тестировании исправлений, то сначала вступите в `команду сообщений об ошибках OpenStack I18n <https://launchpad.net/~openstack-i18n-bugs>`_.
tr_tr: Hataları önceliğe göre ayırma süreci `genel hata önceliğe göre ayırma sürecini <https://wiki.openstack.org/wiki/BugTriage>`_ takip eder. Bu sürece yardım etmek isterseniz, önce `OpenStack I18n hata takımına <https://launchpad.net/~openstack-i18n-bugs>`_ katılın.

source: The change is done by a bot. If anything looks wrong with it, you need to actively reach out to the :ref:`OpenStack I18n team <openstack_i18n_team>` and point the problem out.
id: Perubahan itu dilakukan oleh bot. Jika ada yang salah dengan itu, Anda perlu secara aktif menjangkau :ref: `OpenStack I18n team <openstack_i18n_team>` dan arahkan masalahnya.
ko_kr: 해당 변경사항은 bot에 의해 이루어집니다. 이상한 부분을 발견하면, :ref:`OpenStack I18n team <openstack_i18n_team>` 에 연락하여 해당 문제점을 적극적으로 지적할 필요가 있습니다.
ru: Эти изменения создаются роботом. Если что-то выглядит некорректным, вам необходимо самим связаться с :ref:`командой OpenStack I18n <openstack_i18n_team>` и указать на проблему.
tr_tr: Değişiklik bir bot tarafından yapılır. Herhangi bir şey yanlış görünüyorsa, etkin bir şekilde :ref:`OpenStack I18n takımına <openstack_i18n_team>` ulaşmanız ve sorunu göstermeniz gerekir.

source: The convention for heading levels is as follows::
de: Die Konvention für die Überschrift ist wie folgt:
id: Konvensi untuk tingkat pos adalah sebagai berikut ::
ja: 見出しのレベルは以下のようにします。
ko_kr: 머리말 부분을 위한 규칙은 다음과 같습니다::
ru: Принятые форматы заголовков::
tr_tr: Başlık seviyesi kullanımı aşağıdaki gibidir::

source: The easiest way would be to open http://tarballs.openstack.org/translation-source and then follow ``<Zanata-project-name>``, ``<Zanata-version>`` and corresponding links.
id: Cara termudah adalah membuka http://tarballs.openstack.org/translation-source lalu ikuti ``<Zanata-project-name>``, ``<Zanata-version>`` dan link yang sesuai.
ja: 一番簡単な方法は、 http://tarballs.openstack.org/translation-source を開いて ``<Zanata-project-name>``, ``<Zanata-version>`` のように順に対応するリンクを辿る方法でしょう。
ko_kr: 가장 쉬운 방법은 http://tarballs.openstack.org/translation-source를 열고 ``<Zanata-project-name>``, ``<Zanata-version>`, 해당 링크를 따라하는 것입니다.
ru: Самым простым способом будет открыть http://tarballs.openstack.org/translation-source, затем проследовать по ``<Zanata-project-name>``, ``<Zanata-version>`` и связанным ссылкам.
tr_tr: En kolay yol http://tarballs.openstack.org/translation-source açmak ve ``<Zanata-proje-ismi>``, ``<Zanata-sürümü>`` ve ilişkili bağlantıları takip etmektir.
