Repository: openstack/i18n
Catalog: doc/source/locale/*/LC_MESSAGES/doc.po
Languages: de, id, ja, ko_kr, ru, tr_tr

source: If you want to help fix I18n bugs of OpenStack, we can find them in the following places:
de: Um bei der Behebung von I18n-Fehlern zu helfen, schauen Sie auf folgende Seiten:
id: Jika Anda ingin memperbaiki bug I18n dari OpenStack, kami dapat menemukannya di tempat-tempat berikut:
ja: OpenStack の国際化に関するバグの修正に協力したい場合は、関連するバグは以下の場所に報告されてます。
ko_kr: OpenStack I18n 버그를 수정하는 데 돕고자 하는 경우, 다음 위치에서 관련 항목을 찾을 수 있습니다:
ru: Если вы хотите помочь с исправлением ошибок I18n в OpenStack, вы можете найти их здесь:
tr_tr: OpenStack'de i18n hatalarını düzeltmek için yardımcı olmak istiyorsanız, aşağıdaki sayfalarda bulabiliriz:

source: If you want to help to report bugs, add more wishlists, and improve them, you can report and fix bugs at `openstack-i18n in Launchpad <https://bugs.launchpad.net/openstack-i18n>`_. Mark bugs with a tag "tools".
id: Jika Anda ingin melaporkan bug, menambahkan lebih banyak daftar keinginan, dan memperbaikinya, Anda dapat melaporkan dan memperbaiki bug di `openstack-i18n in Launchpad <https://bugs.launchpad.net/openstack-i18n>` _. Tandai bug dengan tag "tools".
ja: バグ報告、ツールの新機能の要望、ツールの改善などに協力するには、 `Launchpad の openstack-i18n <https://bugs.launchpad.net/openstack-i18n>`_ でバグ報告やバグ修正を行います。バグには "tools" タグを付与してください。
ko_kr: 버그를 보고하고, 위시리스트를 추가하고, 개선 할 수 있도록 돕고 싶다면 `openstack-i18n in Launchpad <https://bugs.launchpad.net/openstack-i18n>`_ 에서 버그를 보고하고 수정할 수 있습니다. 버그에 태그 "tools"를 붙입니다.
ru: Если вы хотите помогать отправлять сообщения об ошибках, реагировать на пожелания, и заниматься улучшением платформы, то вы можете отправлять сообщения об ошибках и исправлять известные ошибки в `Launchpad проекта openstack-i18n <https://bugs.launchpad.net/openstack-i18n>`_. Помечайте сообщения об ошибках тегом "tools".
tr_tr: Hata bildirimlerine yardım etmek, istek listesine bir şeyler eklemek ya da geliştirmek isterseniz `Launchpad'de openstack-i18n <https://bugs.launchpad.net/openstack-i18n>` içinde hata düzeltme ve bildirim yapabilirsiniz. Hataları bir "araçlar" etiketiyle etiketleyin.

source: If your Zanata ID is different from your launchpad ID, Stackalytics will not find your translation statistics. You need to let Stackalytics know your ID mappings. To do this, you need to add your user data into ``detault_data.json`` in `the Stackalytics repository <https://github.com/stackalytics/default_data/>`__.
id: Jika ID Zanata Anda berbeda dari ID launchpad Anda, Stackalytics tidak akan menemukan statistik terjemahan Anda. Anda harus memberi tahu Stackalytics tentang pemetaan ID Anda. Untuk melakukan ini, Anda perlu menambahkan data pengguna Anda ``detault_data.json`` in `the Stackalytics repository <https://github.com/stackalytics/default_data/>`__.
ja: Zanata ID が launchpad ID と異なっている場合、 Stackalytics はあなたの翻訳活動の統計を見つけることができません。 Stackalytics にあなたの ID の対応関係を教えてあげる必要があります。具体的には、 `Stackalytics リポジトリー <https://github.com/stackalytics/default_data/>`__ の ``detault_data.json`` にあなたのデータを追加します。
ko_kr: Zanata ID가 Launchpad ID와 다른 경우, Stackalytics는 번역 통계를 찾지 않습니다. Stackalytics에 ID 매핑을 알릴 필요가 있습니다. 이렇게 하려면, 사용자 데이터를 `Stackalytics 저장소 <https://github.com/stackalytics/default_data/>`__ 의 ``detault_data.json`` 에 추가해야 합니다.
ru: Если ваш Zanata ID отличается от Launchpad ID, Stackalytics не сможет найти вашу статистику переводов. Вам нужно будет сообщить Stackalytics'у как соотносятся ваши ID. Чтобы сделать это, добавьте себя в ``detault_data.json`` - `файл пользовательских данных в репозитории Stackalytics <https://github.com/stackalytics/default_data/>`__.

source: If your Zanata ID is not included in the translator list, you need to update the list to include your Zanata ID. Contact your language coordinator, email the i18n mailing list. You can also submit a patch to update the list by yourself (For detail, see :ref:`sync-translator-list`).
id: Jika ID Zanata Anda tidak termasuk dalam daftar penerjemah, Anda perlu memperbarui daftar untuk memasukkan ID Zanata Anda. Hubungi koordinator bahasa Anda, kirimkan email ke milis i18n. Anda juga bisa mengirimkan patch untuk memperbarui daftar sendiri (Untuk detailnya, lihat :ref:`sync-translator-list`).
ja: Zanata ID が翻訳者リストに載っていない場合、あなたの Zanata ID がリストに含まれるようにリストを更新する必要があります。あなたの言語チームのコーディネーターに依頼するか、 I18n メーリングリストにメールを送ってください。自分でリストを更新するパッチを投稿することもできます (詳細は :ref:`sync-translator-list` を参照)。
ko_kr: Zanata ID가 번역자 목록에 포함되어 있지 않으면 Zanata ID를 포함하도록 목록을 업데이트해야합니다. 언어 코디네이터에게 연락하여 i18n 메일링리스트에 이메일을 보내십시오. 패치를 제출하여 직접 목록을 업데이트 할 수도 있습니다 (자세한 내용은 :ref:`sync-translator-list` 참조).
ru: Если ваш Zanata ID не включён в список переводчиков, вам нужно будет обновить его, включив туда ваш Zanata ID. Свяжитесь с вашим координатором языковой команды, отправив письмо в список рассылки i18n. Вы так же можете самостоятельно отправить патч, чтобы внести самого себя в список (детали описаны в :ref:`sync-translator-list`).
tr_tr: Zanata kimliğiniz çevirmen listesinde yoksa, listeyi Zanata kimliğinizi içerecek şekilde güncellemeniz gerekir. Dil düzenleyicinizle iletişime geçin, i18n posta listesine eposta atın. Listeyi kendiniz güncellemek isterseniz bir yama da gönderebilirsiniz (Ayrıntı için, bkz :ref:`sync-translator-list`).

source: If your repository declares multiple python modules in ``packages`` entry in ``[files]`` section in ``setup.cfg``, the infra scripts run translation jobs for each python module.
ru: Если ваш репозиторий декларирует несколько модулей Python в параметре ``packages`` в секции ``[files]`` в файле ``setup.cfg``, то инфраструктурные скрипты будут запускать задачи для переводов для каждого модуля Python.

source: If your repository structure is more complex, for example, with multiple python modules, or with both Django and Python projects, see :ref:`translation-setup-complex-case` as well.
ru: Если структура вашего репозитория более сложная, например, со множеством модулей Python, или одновременно используются и Python и Django, то вам так же следует обратиться к разделу :ref:`translation-setup-complex-case`.

source: Implements the first Zuul job (Syncing to Zanata) by executing `upstream_translation_update.sh <https://opendev.org/openstack/openstack-zuul-jobs/src/roles/prepare-zanata-client/files/upstream_translation_update.sh>`__
ru: Реализует первую задачу Zuul (синхронизацию в Zanata) запуская `upstream_translation_update.sh <https://opendev.org/openstack/openstack-zuul-jobs/src/roles/prepare-zanata-client/files/upstream_translation_update.sh>`__

source: Import latest translations
de: Die letzten Übersetzungen importieren
id: Impor terjemahan terbaru
ja: 最新の翻訳の入手方法
ko_kr: 최신 번역 가져오기
ru: Импортируйте последние выполненные переводы
tr_tr: En son çevirileri içe aktarın

source: In addition to IRC, I18n team communication takes place via a mailing list. The `Mailing List Administrator <http://lists.openstack.org/cgi-bin/mailman/admin/openstack-i18n>`__ is watching new subscribers, not allowed posts, and all the other things that come with the operation of such a list.
id: Selain IRC, komunikasi tim I18n berlangsung via milis. `Mailing List Administrator <http://lists.openstack.org/cgi-bin/mailman/admin/openstack-i18n>` __ mengamati pelanggan baru, tidak mengizinkan posting, dan semua hal lain yang menyertai pengoperasian daftar seperti itu
ko_kr: IRC 뿐만 아니라, I18n 팀 커뮤니케이션은 메일링리스트로도 이루어집니다. `Mailing List Administrator <http://lists.openstack.org/cgi-bin/mailman/admin/openstack-i18n>`__ 는 새로운 구독자가 있는지, 허용해서는 안되는 게시물이 있는지를 살펴보며, 기타 다른 사항에 대해 해당 리스트 운영을 합니다.
ru: В дополнение к IRC, общение команды I18n проходит в списке рассылки. `Администратор списка рассылки <http://lists.openstack.org/cgi-bin/mailman/admin/openstack-i18n>`__ отслеживает новых подписчиков, непозволительные сообщения, и выполняет другую работу, связанную с обслуживанием подобных списков рассылки.

source: In most cases, a source project would be one of:
de: In den meisten Fällen ist das Source-Projekt eines von:
id: Dalam kebanyakan kasus, sebuah proyek sumber akan menjadi salah satu dari:
ja: ほとんどの場合、上流プロジェクトは以下のいずれかでしょう。
ko_kr: 대부분의 경우, 소스 프로젝트는 다음 중 하나일 것입니다:
ru: В большинстве случаев, проект с исходными кодами будет одними из следующих:
tr_tr: Çoğu durumda, kaynak proje şunlardan biridir:

source: In such cases you can declare how each python module should be handled manually in ``setup.cfg``. Python modules declared in ``django_modules`` and ``python_modules`` are treated as Django project and Python project respectively. If ``django_modules`` or ``python_modules`` entry does not exist, it is interpreted that there are no such modules.
ru: В таких случаях вы можете внучную определить в ``setup.cfg``, как будет обрабатываться каждый модуль. Модули Django определяются в ``django_modules``, а модули Python – в ``python_modules``. Если записи ``django_modules`` or ``python_modules`` отсутствуют, то это интерпретируется как отсутствие таковых модулей.

source: In the beginning of each cycle it is a good idea to think about goals for the project in the next months and establish a translation plan. Goals are maybe still left from the last cycle and are to be reviewed. New goals are to be defined on `PTG <https://www.openstack.org/ptg/>`__ or an equivalent event. Orient the team to the `OpenStack-wide goals <https://governance.openstack.org/tc/goals/>`__.
id: Pada awal setiap siklus, ada baiknya memikirkan tentang tujuan proyek pada bulan berikutnya dan membuat rencana penerjemahan. Sasaran mungkin masih tertinggal dari siklus terakhir dan harus ditinjau ulang. Tujuan baru harus didefinisikan pada `PTG <https://www.openstack.org/ptg/>` __ atau acara yang setara. Arahkan tim ke tujuan `OpenStack-wide <https://governance.openstack.org/tc/goals/>` __.
ko_kr: 매 주기 초기에는 향후 몇 달에 대한 프로젝트 목표에 관해 생각하고 번역 계획을 수립하는 것이 좋습니다. 지난 주기에서 목표가 여전히 남아 있을 수 있으며 리뷰가 필요할 수도 있습니다. 새로운 목표는 `PTG <https://www.openstack.org/ptg/>`__ 또는 동등한 행사에서 정의됩니다. `OpenStack-wide goals <https://governance.openstack.org/tc/goals/>`__ 를 지향합니다.
ru: В начале каждого цикла будет хорошей идеей подумать о целях проекта на ближайшие месяцы и создать план переводов. Цели могут остаться прежними с предыдущего цикла, но в этом случае нужно их пересмотреть. Новые цели задаются на встречах `PTG <https://www.openstack.org/ptg/>`__, или других подобных. Направляйте команду таким образом, чтобы цели соответствовали `глобальным целям OpenStack <https://governance.openstack.org/tc/goals/>`__.

source: Input a short introduction of yourself, including your name, as "Additional information", then click "Send message".
de: Geben Sie eine kurze Selbstvorstellung incl. Ihres Namens als "Additional information", dann klicken Sie "Send message".
id: Masukan pengenalan singkat tentang diri Anda, termasuk nama Anda, sebagai "Additional information", lalu klik "Send message".
ja: 「追加の情報」として、名前などの簡単な自己紹介を書いて、「Send message」をクリックして下さい。
ko_kr: 이름을 포함한 본인에 대한 짧은 소개를 "Additional information" 에 입력하고, "Send message" 를 클릭합니다.
ru: Напишите коротко о себе, включяя своё имя, в поле "Дополнительная информация" ("Additional information"), после чего кликните "Отправить сообщение" ("Send message").
tr_tr: Kendinizle ilgili kısa bir giriş yazın, isminizi "Ek bilgi" olarak girin ve "İleti gönder"e tıklayın.

source: Internationalization (I18n) is essential to make OpenStack ubiquitous. The mission of OpenStack I18n team is to make OpenStack ubiquitously accessible to people of all language backgrounds, by enhancing OpenStack software internationalization, providing translation, maintaining a translation platform and managing translation process for better quality of outcomes.
de: Internationalisierung (I18n) ist wichtig, um OpenStack allgegenwärtig zu machen. Die Mission des OpenStack I18n-Teams ist es, OpenStack allgegenwärtig für Menschen aller Sprachhintergründe zugänglich zu machen, indem sie die Internationalisierung von OpenStack-Software erweitert, die Übersetzung, die Pflege einer Übersetzungsplattform und die Verwaltung von Übersetzungsprozessen für eine bessere Qualität der Ergebnisse ermöglicht.
id: Internasionalisasi (I18n) sangat penting untuk membuat OpenStack di mana-mana. Misi tim OpenStack I18n adalah membuat OpenStack diakses dengan mudah oleh orang-orang dari semua latar belakang bahasa, dengan meningkatkan internasionalisasi perangkat lunak OpenStack, memberikan terjemahan, memelihara platform terjemahan dan mengelola proses terjemahan untuk kualitas hasil yang lebih baik.
ja: 国際化 (I18n; Internationalization) は OpenStack をユビキタスにするために不可欠です。 OpenStack I18n チームの役割は、どの言語を使っている人でも変わりなく OpenStack にアクセスできるようにすることです。OpenStack ソフトウェアの国際化の推進、翻訳の提供、翻訳プラットフォームの維持、良い品質を得るための翻訳プロセスの管理、といった活動をしています。
ko_kr: 국제화 (Internationalization, I18n)는 OpenStack을 유비쿼터스로 만드는 데 필수입니다. OpenStack I18n 팀의 목표는 OpenStack 소프트웨어 국제화 향상, 번역 제공, 고품질 번역을 위한 번역 과정을 관리함으로써 OpenStack을 모든 언어 배경에 대한 사람들이 유비쿼터스 식으로 접근 가능하도록 만드는 데 있습니다.
ru: Интернационализация (I18n) очень важна, чтобы сделать OpenStack используемым повсеместно. Миссия команды OpenStack I18n состоит в том, чтобы сделать OpenStack доступным для людей на любом языке, посредством улучшения интернационализации программного обеспечения OpenStack, предоставления переводов, поддержки платформы перевода и управления процессом перевода для повышения качества результатов.
tr_tr: Uluslararasılaştırma (i18n) OpenStack'in her yerde bulunması için gereklidir. OpenStack i18n takımının amacı OpenStack yazılımını uluslararasılaştırarak, bir çeviri platformu yöneterek ve çeviri sürecini daha kaliteli çıktılar üretecek şekilde yöneterek tüm dil arka planına sahip insanlar için OpenStack'i erişilir kulmaktır.

source: Is your Zanata ID different from your launchpad ID?
id: Apakah ID Zanata Anda berbeda dengan ID launchpad Anda?
ja: Zanata ID が自分の launchpad ID と同じか？
ko_kr: Zanata ID가 launchpad ID와 다릅니까?
ru: Отричается ли ваш Zanata ID от ID в Launchpad?
tr_tr: Zanata kimliğiniz Launchpad kimliğinizden farklı mı?

source: Is your Zanata ID included in the `translator list <https://opendev.org/openstack/i18n/src/tools/zanata/translation_team.yaml>`__?
id: Apakah ID Zanata Anda termasuk dalam `translator list <https://opendev.org/openstack/i18n/src/tools/zanata/translation_team.yaml>`__?
ja: お使いの Zanata ID が `翻訳者リスト <https://opendev.org/openstack/i18n/src/tools/zanata/translation_team.yaml>`__ に載っているか？
ko_kr: Zanata ID가 `translator list <https://opendev.org/openstack/i18n/src/tools/zanata/translation_team.yaml>`__ 내에 포함되어 있습니까?
ru: Включен ли ваш Zanata ID в `список переводчиков <https://opendev.org/openstack/i18n/src/tools/zanata/translation_team.yaml>`__?

source: It is a good idea to organize glossaries and initiate related discussion.
de: Es ist eine gute Idee, Glossars zu organisieren und eine Diskussion dazu anzuregen.
id: Ini adalah ide bagus untuk mengatur glosarium dan memulai diskusi terkait.
ko_kr: 용어집을 구성하여 관련 토론을 활성화하는 것은 좋은 아이디어입니다.
ru: Хорошей идеей будет организация словарей и инициирование их обсуждений.
tr_tr: Sözlükleri düzenlemek ve ilgili tartışmaları başlatmak iyi bir fikirdir.

source: It is highly recommended to include the following information.
de: Es wird empfohlen die folgenden Informationen anzuhängen.
id: Sangat disarankan untuk menyertakan informasi berikut.
ja: できる限り、以下の情報を含めるようにしてください。
ko_kr: 다음 정보를 포함하는 것을 강력하게 권장하고 있습니다.
ru: Настоятельно рекомендуется включить следующую информацию:
tr_tr: Aşağıdaki bilgileri dahil etmenizi öneriyoruz.

source: It is important to understand how an original string is used in the source code with contextual knowledge for better quality of translations. Unfortunately Zanata translation interface does not show where a target string is used in a source code correspondingly.
id: Penting untuk memahami bagaimana string asli digunakan dalam kode sumber dengan pengetahuan kontekstual untuk kualitas terjemahan yang lebih baik. Sayangnya antarmuka terjemahan Zanata tidak menunjukkan di mana string target digunakan dalam kode sumber.
ko_kr: 보다 나은 번역 품질을 위해, 원본 문자열이 소스 코드에서 문맥 지식과 함께 어떻게 사용되는지 이해하는 것이 중요합니다. 불행하게도 Zanata 번역 인터페이스는 대상 문자열이 소스 코드에서 사용되는 위치를 표시하지 않습니다.
ru: Для более высокого качества переводов важно понимать, как оригинальная строка используется в исходных текстах в контексте. В сожалению интерфейс перевода Zanata не показывает соответствующее место в коде, в котором используется строка.
tr_tr: Daha iyi çeviri kalitesi için bir karakter dizisinin aslen kaynak kodda hangi içerikte kullanıldığını bilmek önemlidir. Malesef Zanata çeviri arayüzü hedef karakter dizisinin kaynak kodda nerde kullanıldığını göstermez.

source: Jori Kuusinen (id: nuyori) - Finnish (Finland)
ru: Jori Kuusinen (id: nuyori) - Финский (Финляндия)
tr_tr: Jori Kuusinen (id: nuyori) - Fin (Finlandiya)

source: Keep in mind to work with your `local user group <https://groups.openstack.org/>`_ and the `OpenStack Ambassadors <https://groups.openstack.org/ambassador-program>`_ to raise awareness and gather members :)
id: Perlu diingat untuk bekerja dengan Anda `local user group <https://groups.openstack.org/>`_ dan `OpenStack Ambassadors <https://groups.openstack.org/ambassador-program>`_ untuk meningkatkan kesadaran dan mengumpulkan anggota :)
ko_kr: `로컬 사용자 그룹 <https://groups.openstack.org/>`_과 `OpenStack Ambassadors <https://groups.openstack.org/ambassador-program>`_ 와 함께 작업하여 인지하고 있는 상황을 알리고 구성원을 모읍니다 :)
ru: Не забывайте работать совместно с вашей `локальной группой пользователей <https://groups.openstack.org/>`_ и с `Амбассадорами OpenStack <https://groups.openstack.org/ambassador-program>`_, чтобы повышать информированность о своей работе и привлекать новых членов :)

source: Language Team
de: Sprach-Team
id: Tim Bahasa
ja: 言語チーム
ko_kr: 언어팀
ru: Команда переводчиков языка
tr_tr: Dil Ekibi

source: Language translation team
de: Übersetzungs-Sprachteam
id: Tim terjemahan bahasa
ja: 各言語の翻訳チーム
ko_kr: 언어 번역팀
ru: Команда переводчиков языка
tr_tr: Dil çeviri ekibi

source: Launchpad I18n Core Team
id: Tim Inti I18n Launchpad
ko_kr: Launchpad I18n 코어 팀
ru: Launchpad основной команды I18n

source: Launchpad bugs & blueprints
id: Cetak biru & bug Launchpad
ko_kr: Launchpad 버그 & blueprints
ru: Сообщения об ошибках в Launchpad и проекты дизайна

source: Launchpad bugs, Gerrit reviews, and broken Zuul jobs
id: Bug launchpad, ulasan Gerrit, dan pekerjaan Zuul yang rusak
ko_kr: Launchpad 버그, Gerrit 리뷰, 및 문제가 생긴 Zuul 작업
ru: Сообщения об ошибках в Launchpad, ревью в Gerrit, и сломанные задания Zuul

source: Liberty cycle
id: Siklus Liberty
ja: Liberty 開発サイクル
ko_kr: Liberty 버전
ru: Цикл Liberty
tr_tr: Liberty döngüsü

source: Mailing List: `openstack-i18n@lists.openstack.org <http://lists.openstack.org/cgi-bin/mailman/listinfo/openstack-i18n>`_
de: Mailing-Liste: `openstack-i18n@lists.openstack.org <http://lists.openstack.org/cgi-bin/mailman/listinfo/openstack-i18n>`_
ja: メーリングリスト: `openstack-i18n@lists.openstack.org <http://lists.openstack.org/cgi-bin/mailman/listinfo/openstack-i18n>`_
ko_kr: 메일링리스트: `openstack-i18n@lists.openstack.org <http://lists.openstack.org/cgi-bin/mailman/listinfo/openstack-i18n>`_
ru: Список почтовой рассылки: `openstack-i18n@lists.openstack.org <http://lists.openstack.org/cgi-bin/mailman/listinfo/openstack-i18n>`_
tr_tr: Posta Listesi: `openstack-i18n@lists.openstack.org <http://lists.openstack.org/cgi-bin/mailman/listinfo/openstack-i18n>`_

source: Make sure to include a short introduction because it is the only information which language coordinators can use to determine your join request is valid or not.
de: Stellen Sie sicher, dass Sie eine kurze Selbstvorstellung geben, weil es die einzige Möglichkeit für den Sprachkoordinator ist sicherzustellen, dass Ihr Antrag valide ist oder nicht.
id: Pastikan untuk menyertakan pengantar singkat karena ini adalah satu-satunya informasi yang dapat digunakan oleh koordinator bahasa untuk menentukan permintaan bergabung Anda valid atau tidak.
ja: 簡単な自己紹介は必ず書くようにしてください。この情報しか、あなたの参加申請が有効なものかを判断するのに言語チームのコーディネーターが使える情報はありませんので。
ko_kr: 언어 코디네이터가 해당 가입 요청이 유효한지 아닌지를 결정하는데 사용 가능한 유일한 정보이므로, 짧은 소개를 포함하였는지를 확인합니다.
ru: Убедитетсь в том, что вы написали о себе, потому что это единственная информация, которая доступна координатору языковой команды, чтобы определить, стоит ли подтверждать ваш запрос на вступление, или нет.
tr_tr: Kısa bir giriş eklemeyi unutmayın çünkü bu dil düzenleyicilerin katılım isteğinizin uygun olup olmadığını anlayabilecekleri tek bilgidir.

source: Managing a Language Team
de: Das Sprachteam verwalten
id: Mengelola Tim Bahasa
ja: 言語チームの管理
ko_kr: 언어팀 내 관리
ru: Управление командой переводчиков языка
tr_tr: Bir Dil Ekibini Yönetmek

source: Masaki Matsushita (id: mmasaki) - Japanese
ru: Masaki Matsushita (id: mmasaki) - Японский
tr_tr: Masaki Matsushita (id: mmasaki) - Japonca

source: Master glossary
de: Master-Glossar
id: Glosarium master
ja: 用語集のマスターファイル
ko_kr: 마스터 용어집
ru: Мастер словарь
tr_tr: Ana sözlük

source: Meeting agenda
id: Agenda pertemuan
ja: ミーティングの議題
ko_kr: 미팅 주제
ru: Повестка совещаний
tr_tr: Toplantı ajandası

source: Member (translator)
de: Mitglied (Übersetzer)
id: Anggota (penerjemah)
ja: メンバー (翻訳者)
ko_kr: 구성원 (번역자)
ru: Участники (переводчики)
tr_tr: Üye (çevirmen)

source: Missed translations. Missed translations might be caused by not extracting English strings from the source project, or be caused by real missed translations. If the translations are missed in two different languages, they are probably bugs in the source project. Or else, they are real missed translations.
de: Fehlende Übersetzungen: Fehlende Übersetzungen werden verursacht von nicht herausgezogenen Englisch-Strings im Source-Projekt oder tatsächlich fehlenden Übersetzungen. Wenn die Übersetzung in zwei unterschiedlichen Sprachen fehlt, dann ist es wahrscheinlich ein Bug im Source-Projekt. Oder es fehlen tatsächlich die Übersetzungen.
id: Terjemahan tak terjawab. Terjemahan tak terjawab mungkin disebabkan oleh tidak mengekstrak string bahasa Inggris dari proyek sumber, atau disebabkan oleh terjemahan yang tidak terjawab. Jika terjemahannya tidak terjawab dalam dua bahasa yang berbeda, kemungkinan terjemahan tersebut merupakan bug dalam proyek sumber. Atau, terjemahan yang sebenarnya tidak terjawab.
ja: 翻訳漏れ: 翻訳漏れは、上流プロジェクトから英語のストリングが抽出されていないため起こっている場合もあれば、本当に翻訳漏れの場合もあります。 2 つの異なる言語で翻訳漏れがある場合は、おそらく上流プロジェクトのバグでしょう。そうでない場合は、本当に翻訳漏れでしょう。
ko_kr: 번역되지 않은 경우. 해당 번역은 소스 프로젝트에서 영문 문자열 추출이 이루어지지 않았거나, 실제 번역이 되지 않았기에 야기되었을 수 있습니다. 해당 번역이 서로 다른 두 언어 (이상)에서 놓친 경우, 아마도 소스 프로젝트 내 버그일 가능성이 있습니다. 또는, 그렇지 않다면, 실제로 번역이 (아직) 이루어지지 않은 경우입니다.
ru: Пропущеные переводы. Пропущенные переводы могут быть вызваны проблемами выделения английских фраз из исходного проекта, или на самом деле могут быть не выполнеными переводами. Если перевод пропущен в двух разных языках, то это скорее всего ошибка в исходном проекте. Если это не так, то это будет действительно пропущенный перевод.
tr_tr: Eksik çeviriler. Eksik çeviriler kaynak projeden İngilizce karakter dizilerinin alınmamasından kaynaklanabilir, veya gerçekten eksik çeviriler olabilir. Eğer çeviriler iki farklı dilde de eksikse, muhtemelen kaynak projede hatalıdırlar. Aksi halde gerçekten eksik çevirilerdir.

source: Mitaka cycle
id: Siklus Mitaka
ja: Mitaka 開発サイクル
ko_kr: Mitaka 버전
ru: Цикл Mitaka
tr_tr: Mitaka döngüsü

source: Monitoring translation jobs status
de: Überwachung des Translation-Job-Status
id: Memantau status pekerjaan terjemahan
ja: 翻訳関連のジョブの状況監視
ko_kr: Translation jobs 상태 모니터링
ru: Отслеживание заданий, относящихся к переводам
tr_tr: Çeviri işlerinin durumunu izleme

source: More complex cases
ru: Более сложные случаи
