Repository: openstack/i18n
Catalog: doc/source/locale/*/LC_MESSAGES/doc.po
Languages: de, id, ja, ko_kr, ru, tr_tr

source: The filename of the list is ``tools/translation_team.yaml``.
id: Nama file dari daftar adalah ``tools/translation_team.yaml``.
ja: リストのファイル名は ``tools/translation_team.yaml`` です。
ko_kr: 목록의 파일 이름은 ``tools/translation_team.yaml`` 입니다.
ru: Название файла со списком - ``tools/translation_team.yaml``.
tr_tr: Listenin dosya ismi ``tools/translation_team.yaml`` dır.

source: The following is an example of ``local.conf`` for Newton release which runs core components (keystone, nova, glance, neutron, cinder), horizon, swift and heat. The components which the main horizon code supports are chosen.
de: Es folgt ein Beispiel von ``local.conf`` für Newton-Version, welche Kernkomponenten betreibt (keystone, nova, glance, neutron, cinder), horizon, swift und heat. Das sind die Komponenten, die hauptsächlich im Code von Horizon gewählt werden.
id: Berikut ini adalah contoh ``local.conf`` untuk pelepasan Newton yang menjalankan komponen inti (keystone, nova, glance, neutron, cinder), horizon, swift and heat. Komponen dipilih adalah komponen yang mendukung kode horizon utama.
ja: 以下の例は、 Newton リリースで、コアコンポーネント (keystone, nova, glance, neutron, cinder) と horizon, swift, heat を動かすための ``local.conf`` です。 horizon のコードが対応しているコンポーネントが選択されています。
ko_kr: 다음은 핵심 구성요소 (keystone, nova, glance, neutron, cinder), horizon, swift 및 heat를 실행하는 Newton 릴리즈를 위한 ``local.conf`` 예제입니다. 핵심 horizon 코드에서 지원하는 구성요소를 선택하였습니다.
ru: Ниже приведён пример файла ``local.conf`` для релиза Newton, в котором запускаются основные компоненты (keystone, nova, glance, neutron, cinder), horizon, swift и heat. Выбраны компоненты, которые поддерживаются основным кодом horizon.
tr_tr: Aşağıda çekirdek bileşenler olan (keystone, nova, glance, neutron, cinder), horizon, swift ve heat'i çalıştıran bir Newton dağıtımı için ``local.conf`` örneğini bulabilirsiniz. Temel horizon kodunun desteklediği bileşenler seçilmiştir.

source: The following is an example of ``zanata.xml``. In most cases, what you need to edit are **project** and **project-version**.
id: Berikut ini adalah contoh ``zanata.xml``. Dalam kebanyakan kasus, yang perlu Anda edit adalah **project** dan **project-version**.
ko_kr: 다음은 ``zanata.xml`` 의 예입니다. 대부분의 경우 편집해야 할 항목은 **project** 와 **project-version** 입니다.
ru: Ниже приведён пример ``zanata.xml``. В большинстве случаев всё, что вам потребуется поменять - это значения в параметрах **project** и **project-version**.
tr_tr: Aşağıda bir ``zanata.xml`` örneği bulabilirsiniz. Çoğu durumda düzenlemeniz gereken **proje** ve **proje-sürümü** alanlarıdır.

source: The followings are useful links when writing documents in RST.
de: Es folgen einige nützliche Links zum Schreiben der Dokumente in RST.
id: Berikut adalah link yang berguna saat menulis dokumen di RST.
ja: RST でドキュメントを書く際には、以下のリンクが参考になります。
ko_kr: 다음은 RST로 문서를 작성할 때 유용한 링크입니다.
ru: Ссылки ниже помогут вам в процессе написания документов в формате RST.
tr_tr: Aşağıda RST ile belge yazarken kullanılabilecek faydalı bağlantıları bulabilirsiniz.

source: The goal of the review is that the structure of the change is fine, it's not that the strings are translated properly. The review of translated strings is done by teams using the translation server.
id: Tujuan dari tinjauan ini adalah bahwa struktur perubahan itu baik, bukan berarti senar diterjemahkan dengan benar. Peninjauan ulang string diterjemahkan dilakukan oleh tim yang menggunakan server terjemahan.
ko_kr: 리뷰를 하는 목표는 해당 변경사항 구조가 괜찮은지이지, 번역이 올바르게 이루어졌는지가 아닙니다. 번역 문자열에 대한 리뷰는 번역 서버를 사용해 팀에 의해 이루어집니다.
ru: Цель ревью - убедиться в том, что структуры файла в порядке, но не проверке корректности перевода строк. Проверка корректности перевода строк выполняется командами с использованием сервера переводов.
tr_tr: Gözden geçirmenin amacı değişikliğin yapısının iyi olduğunu görmektir, çevirilerin düzgün çevrildiğini görmek değil. Çevrilen karakter dizilerinin gözden geçirmesi çeviri sunucusu üzerinde ekipler tarafından yapılır.

source: The guide is written in reStructuredText (RST) markup syntax with Sphinx extensions. Most conventions follow `those of the openstack-manuals project <http://docs.openstack.org/contributor-guide/rst-conv.html>`__.
de: Dieser Leitfaden ist in reStructuredText (RST) Markup Syntax mit Sphinx-Erweiterungen geschrieben. DIe meisten Konventionen folgen dem `OpenStack-Manual Projekt <http://docs.openstack.org/contributor-guide/rst-conv.html>`__.
id: Panduan ini ditulis dalam sintaks markup reStructuredText (RST) dengan ekstensi Sphinx. Sebagian besar konvensi mengikuti `those of the openstack-manuals project <http://docs.openstack.org/contributor-guide/rst-conv.html>` __.
ja: このガイドは reStructuredText (RST) マークアップ記法で書かれています。 Sphinx による拡張機能も使用できます。ほとんどの決まりごとは `openstack-manuals プロジェクトのもの <http://docs.openstack.org/contributor-guide/rst-conv.html>`__ を踏襲しています。
ko_kr: 본 가이드는 Sphinx 확장인 reStructuredText (RST) 마크업 문법으로 작성되었습니다. 대부분 규칙은 `openstack-manuals 프로젝트 내 설명 <http://docs.openstack.org/contributor-guide/rst-conv.html>`__ 을 따릅니다.
ru: Руководство написано в формате синтакса reStructuredText (RST) с расширениями Sphinx. Большая часть принятых соглашений следует `стандартам документации проекта OpenStack <http://docs.openstack.org/contributor-guide/rst-conv.html>`__.
tr_tr: Bu kılavuz Sphinx uzantılarıyla reStructuredText (RST) işaret sözdizimiyle yazıldı. Çoğu kullanım `openstack-manuals projesindeki bu geleneği <http://docs.openstack.org/contributor-guide/rst-conv.html>`__ takip eder.

source: The infra scripts consider a project as a Django project when your repository name ends with ``-dashboard``, ``-ui``, ``horizon`` or ``django_openstack_auth``. Otherwise your project will be recognized as a Python project. Projects using ReactJS need special treatment.
ru: Инфраструктурные скрипты определят ваш проект, как сделанный на Django, если название вашего репозитория заканчивается на ``-dashboard``, ``-ui``, ``horizon`` или ``django_openstack_auth``. В других случаях ваш проект будет распознан как проект на Python. Для проектов на ReactJS нужен особый подход.

source: The infra scripts for translation setup work as follows:
ru: Скрипты для настройки инфраструктуры переводов работают следующим образом:

source: The infra scripts recognize a project type based on its repository name. If the repository name ends with ``-dashboard``, ``-ui``, ``horizon`` or ``django_openstack_auth``, it is treated as a Django project. Otherwise it is treated as a Python project.
ru: Инфраструктурные скрипты распознают тип проекта по имени его репозитория. Если имя репозитория заканчивается на ``-dashboard``, ``-ui``, ``horizon`` или ``django_openstack_auth``, то они распознаются как проекты Django. Иначе они распознаются как проекты на Python.

source: The master glossary is an usual POT file. You can edit it in your favorite editor as usual.
de: Das Master-Glossar ist eine normale POT Datei. Sie können sie mit Ihrem Lieblingseditor bearbeiten.
id: Glosarium master adalah file POT yang biasa. Anda bisa mengeditnya di editor favorit Anda seperti biasa.
ja: 用語集のマスターファイルは、通常の POT ファイルです。いつも通り、お気に入りのエディターで編集できます。
ko_kr: 마스터 용어집은 일반적인 POT 파일입니다. 역시 일반적으로 선호하는 편집기를 통해 수정 가능합니다.
ru: Мастер словарь - это обычный POT файл. Вы можете редактировать его в своём любимом редакторе как обычно.
tr_tr: Ana sözlük genellikle POT dosyasıdır. Her zamanki şekilde düzenleyicinizle düzenleyebilirsiniz.

source: The other way is to rerun DevStack. Ensure to include ``RECLONE=True`` in your ``local.conf`` before running ``stack.sh`` again so that DevStack retrieve the latest codes of horizon and other projects.
de: Der andere Weg ist DevStack neu laufen zu lassen. Stellen Sie sicher, dass ``RECLONE=True`` in Ihrer ``local.conf`` steht, bevor Sie ``stack.sh`` neu laufen lassen und so DevStack den neuesten Code von Horizon und den anderen Projekten bezieht.
id: Cara lain adalah dengan memutarkan kembali DevStack. Pastikan untuk menyertakan ``RECLONE=True`` di `` local.conf`` Anda sebelum menjalankan ``stack.sh`` lagi sehingga DevStack mengambil kode horizon dan proyek terbaru lainnya.
ja: もう 1 つの方法は、 DevStack の再実行です。 ``stack.sh`` を実行する前に ``local.conf`` に ``RECLONE=True`` を追加してください。こうすることで、 DevStack は horizon や他のプロジェクトの最新のコードを取得するようになります。
ko_kr: 다른 방법은 DevStack을 다시 실행하는 것입니다. DevStack이 horizon 및 다른 프로젝트 최신 코드를 가져오기 위해 ``stack.sh`` 를 다시 실행하기 전에 ``local.conf`` 내 ``RECLONE=True`` 를 포함하는지를 확인합니다.
ru: Другой способ - это перезапустить DevStack. Убедитесь, что вы включили параметр ``RECLONE=True`` в ваш файл ``local.conf`` до повторного запуска ``stack.sh``, и тогда DevStack загрузит свежий код панели управления Horizon и других проектов.
tr_tr: Diğer yol DevStack'i tekrar çalıştırmaktır. ``stack.sh``'yi tekrar çalıştırmadan önce ``local.conf`` dosyanızda ``RECLONE=True`` yapmayı unutmayın böylece DevStack horizon ve diğer projeler için en son kodu getirir.

source: The proposal bot also removes files, it removes files that have very few translations in them. Note that no translations will be lost, they are still in the translation server.
id: Bot proposal juga menghapus file, file tersebut menghapus file yang memiliki sedikit terjemahan di dalamnya. Perhatikan bahwa tidak ada terjemahan yang hilang, mereka masih berada di server terjemahan.
ko_kr: Proposal bot은 파일 삭제 또한 수행합니다. 만약 파일 내 번역이 거의 없는 경우 파일을 제거합니다. 참고로 번역은 손실되지 않으며, 모든 번역 사항은 번역 서버 내에 여전히 있습니다.
ru: Робот так же может и удалять файлы, в которых слишком мало переведённых строк. Сами переводы не будут потеряны, они хранятся на сервере переводов.
tr_tr: Öneri botu dosyaları da siler, içinde çok az çeviri olan dosyaları kaldırır. Hiçbir çevirinin kaybolmayacağını unutmayın, çeviri sunucusunda bulunmaya devam ederler.

source: The script ``tools/zanata/zanata_stats.py`` helps retrieving translation statistics from Zanata.
id: Script ``tools/zanata/zanata_stats.py`` membantu mengambil statistik terjemahan dari Zanata.
ko_kr: ``tools/zanata/zanata_stats.py`` 스크립트는 Zanata의 번역 통계를 검색하는 데 도움이됩니다.
ru: Скрипт ``tools/zanata/zanata_stats.py`` помогает собрать статистику переводов из Zanata.
tr_tr: ``tools/zanata/zanata_stats.py`` betiği Zanata'dan çeviri istatistiklerinin alınmasında yardımcı olur.

source: The script ``tools/zanata/zanata_userinfo.py`` helps this. It generates a CSV file by reading a YAML file which contains the list of translators (e.g., ``translation_team.yaml``) with user name and e-mail addresses by interacting with Zanata API.
id: Script ``tools/zanata/zanata_userinfo.py`` membantu ini. Ini menghasilkan file CSV dengan membaca file YAML yang berisi daftar penerjemah (misal, ``translation_team.yaml``) dengan nama pengguna dan alamat e-mail dengan berinteraksi dengan Zanata API.
ko_kr: ``tools/zanata/zanata_userinfo.py`` 스크립트는 이것을 돕습니다. Zanata API와 상호 작용하여 사용자 이름과 전자 메일 주소가있는 번역자 목록 (예: ``translation_team.yaml``) 이 들어있는 YAML 파일을 읽음으로써 CSV 파일을 생성합니다.
ru: С этим помогает скрипт ``tools/zanata/zanata_userinfo.py``. Обращаясь к Zanata API он генерирует CSV файл с именами пользователей и e-mail адресами, читая YAML файл, содержащий список переводчиков (т.е. ``translation_team.yaml``).
tr_tr: ``tools/zanata/zanata_userinfo.py`` betiği bu işe yardım eder. Zanata API ile etkileşime geçerek çevirmenlerin kullanıcı adı ve e-posta adreslerini içeren bir YAML dosyasını (örn., ``translation_team.yaml``) okuyup bir CSV dosyası üretir.

source: The scripts below depend on several python modules. To install these dependencies, run ``pip install -e requirements.txt``.
id: Skrip di bawah ini bergantung pada beberapa modul python. Untuk menginstal dependensi ini, jalankan ``pip install -e requirements.txt``.
ko_kr: 아래 스크립트는 여러 개의 파이썬 모듈에 의존합니다. 이러한 종속성을 설치하려면, ``pip install -e requirements.txt`` 을 실행하십시오.
ru: Скрипты ниже зависят от нескольких модулей Python. Для установки их зависимостей запустите ``pip install -e requirements.txt``.
tr_tr: Aşağıdaki betikler çeşitli python modüllerini gerektirir. Bu bağımlılıkları kurmak için ``pip install -e requirements.txt`` çalıştırın.

source: The statistics are calculated using `a Python script <https://opendev.org/openstack/i18n/src/tools/zanata/zanata_stats.py>`__ powered by `Zanata statistics API <http://zanata.org/zanata-platform/rest-api-docs/resource_StatisticsResource.html>`__ Translator list is maintained by `translation_team.yaml <https://opendev.org/openstack/i18n/src/tools/zanata/translation_team.yaml>`__ stored in `openstack/i18n git repository <https://opendev.org/openstack/i18n>`__.
id: Statistik dihitung menggunakan `a Python script <https://opendev.org/openstack/i18n/src/tools/zanata/zanata_stats.py>`__ dipersembahkan oleh `Zanata statistics API <http://zanata.org/zanata-platform/rest-api-docs/resource_StatisticsResource.html>`__ Daftar penerjemah dikelola oleh `translation_team.yaml <https://opendev.org/openstack/i18n/src/tools/zanata/translation_team.yaml>`__ disimpan di `openstack/i18n git repository <https://opendev.org/openstack/i18n>`__.
ja: 統計情報は `a Python script <https://opendev.org/openstack/i18n/src/tools/zanata/zanata_stats.py>`__ を使って `Zanata statistics API <http://zanata.org/zanata-platform/rest-api-docs/resource_StatisticsResource.html>`__ から情報を取得して計算されます。翻訳者のリストは `openstack/i18n git repository <https://opendev.org/openstack/i18n>`__ の `translation_team.yaml <https://opendev.org/openstack/i18n/src/tools/zanata/translation_team.yaml>`__ で管理されています。
ko_kr: 통계는 `Python 스크립트 <https://opendev.org/openstack/i18n/src/tools/zanata/zanata_stats.py>`__ 를 사용해 계산되며 `Zanata 통계 API <http://zanata.org/zanata-platform/rest-api-docs/resource_StatisticsResource.html>`__ 를 활용합니다. 번역자 목록은 `translation_team_yaml <https://opendev.org/openstack/i18n/src/tools/zanata/translation_team.yaml>`__ 을 통해 유지되며 `openstack/i18n git 저장소 <https://opendev.org/openstack/i18n>`__ 에 있습니다.
ru: Статистика расчитывается `скриптом на Python <https://opendev.org/openstack/i18n/src/tools/zanata/zanata_stats.py>`__, основываясь на данных из `API статистики Zanata <http://zanata.org/zanata-platform/rest-api-docs/resource_StatisticsResource.html>`__. Список переводчиков поддерживается в файле `translation_team.yaml <https://opendev.org/openstack/i18n/src/tools/zanata/translation_team.yaml>`__, хранящемся в `git репозитории openstack/i18n <https://opendev.org/openstack/i18n>`__.

source: The translatable strings are extracted from a source project. So some i18n bugs might be caused by bugs in the original strings/source codes of a source project which contains these translatable strings. Those kind of bugs should be fixed in the source project.
de: Der übersetzte String ist aus einem Source-Projekt. So kann der I18n Bug auch Bugs im Original-String/Sourcecode beeinträchtigen. Solche Bugs sollten im Source-Projekt behoben werden.
id: String yang dapat diterjemahkan diekstraksi dari sebuah proyek sumber. Jadi beberapa bug i18 mungkin disebabkan oleh bug dalam string asli / kode sumber dari proyek sumber yang berisi string yang dapat diterjemahkan ini. Jenis bug tersebut harus diperbaiki dalam proyek sumber.
ja: 翻訳されたストリングは、上流プロジェクトから抽出されています。そのため、 I18n バグのいくつかは、上流プロジェクトのオリジナルのストリングやソースコードのバグに起因しています。こうしたバグは、上流プロジェクトで修正する必要があります。
ko_kr: 번역 가능한 문자열은 소스 프로젝트에서 추출이 이루어집니다. 따라서 몇몇 i18n 버그는 해당 번역 가능한 문자열을 포함하는 원본 문자열/소스 프로젝트 내 소스 코드에서 버그가 야기되었을 수도 있습니다. 해당 유형의 버그는 소스 프로젝트에서 수정이 이루어져야 합니다.
ru: Строки для перевода выделяются из исходного кода проектов. Таким образом, некоторые ошибки i18n могут на самом деле порождаться ошибками в оригинальных строках исходных кодов, которые содержат в себе эти строки.
tr_tr: Çevrilen karakter dizileri bir kaynak projeden çıkarılırlar. Yani bazı i18n hataları bu çevrilebilir karakter dizilerini içeren bir kaynak projenin asıl karakter dizisinden/kaynak kodundan kaynaklanıyor olabilir. Bu tür hatalar kaynak projede düzeltilmelidir.

source: The translated PO files will converted into JSON and placed into the ``./i18n/locales`` directory.
ru: Переведённые PO файлы будут конвертированы в JSON и помещены в каталог ``./i18n/locales``.

source: The translation plan is announced on `Zanata <https://translate.openstack.org>`__ and contains the projects with the highest priority in translation. Usually these are all user-visible projects, like Horizon.
id: Rencana penerjemahan diumumkan di `Zanata <https://translate.openstack.org>` __ dan berisi proyek dengan prioritas tertinggi dalam terjemahan. Biasanya ini semua proyek yang terlihat pengguna, seperti Horizon.
ko_kr: 번역 계획은 `Zanata <https://translate.openstack.org>`__ 에 공지가 이루어지고 번역에서 매우 중요한 우선 순위를 가진 프로젝트를 포함합니다. 대상은 보통 Horizon과 같이 사용자에게 보여지는 프로젝트입니다.
ru: План переводов анонсируется в `Zanata <https://translate.openstack.org>`__, и состоит из списка проектов с наиболее высоким приоритетом для перевода. Обычно это наиболее часто используемые (и видные) пользователями проекты, такие как панель управления Horizon.

source: The translation team is translating stable branches only for GUI projects, so for horizon and its plugins.
ru: Команда переводчиков переводит стабильные ветки только для проектов с GUI, то есть для Horizon и его плагинов.

source: Then, for every PO file, we should execute the following command to build into MO file:
id: Kemudian, untuk setiap file PO, kita harus menjalankan perintah berikut untuk membangun file MO:
ko_kr: 그런 다음 모든 PO 파일에 대해 다음 명령을 실행하여 MO 파일을 빌드해야합니다:
ru: Затем для каждого PO файла нужно выполнить следующую команду, чтобы сгенерировать MO файл:
tr_tr: Ardından, her bir PO dosyası için, MO dosyasına inşa etmek için şu komutu çalıştırmalıyız:

source: Then, your locale translation team is created successfully. You can enroll more people to join and start your translation work.
de: Jetzt ist die Erstellung Ihres Übersetzungsteams erfolgreich abgeschlossen. Sie können mehr Leute einladen und Ihre Übersetzungsarbeit starten.
id: Kemudian, tim penerjemah lokal Anda berhasil dibuat. Anda dapat mendaftarkan lebih banyak orang untuk bergabung dan memulai pekerjaan terjemahan Anda.
ko_kr: 이제, 대상 로케일 번역팀을 성공적으로 생성이 이루어진 것입니다. 보다 많은 사람을 초청하고 번역 작업을 시작할 수 있습니다.
ru: После чего ваша команда переводчиков может считаться успешно созданной. Вы можете привлекать к участию больше людей и начать работу над переводами.
tr_tr: Ardından, yerel çeviri ekibiniz başarıyla oluşturulur. Çeviri işine daha fazla insan katıp çeviriye başlayabilirsiniz.

source: There are cases where you cannot see your translation statistics in Stackalytics even after you translate strings in Zanata.
id: Ada banyak kasus di mana Anda tidak dapat melihat statistik terjemahan Anda di Stackalytics bahkan setelah Anda menerjemahkan string di Zanata.
ja: Zanata で翻訳を行ったのに Stackalytics に自分の翻訳活動の統計が表示されない場合があります。
ko_kr: Zanata에서 문자열 번역을 수행한 이후에도 Stackalytics에서 번역 통계를 살펴볼 수 없는 경우가 있습니다.
ru: В некоторых случаях вы не можете увидеть своей статистики в Stackalytics даже после того, как переводили строки в Zanata.
tr_tr: Zanata'da karakter dizilerini çevirdikten sonra bile Stackalytics'de çeviri istatistiklerinizi göremediğiniz durumlar olabilir.

source: There are several ways to know your translation activity.
id: Ada beberapa cara untuk mengetahui aktivitas penerjemahan Anda.
ja: 自分の翻訳活動状況を知る方法がいくつかあります。
ko_kr: 번역 활동을 알기 위한 여러 방법이 있습니다.
ru: Есть несколько способов узнать о своей активности в выполнении переводов.
tr_tr: Çeviri etkinliğinizi bilmenin birçok yolu vardır.

source: There are three different roles in a translation team:
de: Es gibt drei unterschiedliche Rollen im Übersetzungsteam:
id: Ada tiga peran berbeda dalam tim terjemahan:
ja: 翻訳チームには 3 つの立場があります。
ko_kr: 각 언어팀 내에는 3가지 서로 다른 역할이 있습니다:
ru: В командах переводчиков опеределены три роли:
tr_tr: Çeviri ekibinde üç değişik rol bulunur:

source: This `Script in I18n repo <https://opendev.org/openstack/i18n/src/tools/zanata/zanata_users.py>`__ collects all users and their activities.
id: Ini `Script in I18n repo <https://opendev.org/openstack/i18n/src/tools/zanata/zanata_users.py>`__ mengumpulkan semua pengguna dan aktivitasnya.
ko_kr: `Script in I18n repo <https://opendev.org/openstack/i18n/src/tools/zanata/zanata_users.py>`__ 는 모든 사용자 및 활동을 수집합니다.
ru: Этот `скрипт в репозитории I18n <https://opendev.org/openstack/i18n/src/tools/zanata/zanata_users.py>`__ собирает информацию обо всех пользователях и их действиях.

source: This document explains to reviewers details about the automatic import of translations from Zanata.
id: Dokumen ini menjelaskan kepada pengulas rincian tentang impor otomatis terjemahan dari Zanata.
ja: このページでは、レビューアー向けに Zanata からの翻訳の自動インポートに詳細を説明しています。
ko_kr: 이 문서는 Zanata에서 자동으로 번역을 가져오는 것과 관련한 검토자 세부사항을 설명합니다.
ru: В этом документе для ревьюверов рассматривается процесс автоматического импорта переводов из Zanata.
tr_tr: Bu belge gözden geçirenlere çevirilerin Zanata'dan otomatik içe aktarımının ayrıntılarını anlatır.

source: This document gives additional information.
id: Dokumen ini memberikan informasi tambahan.
ja: このドキュメントでは追加の情報を記載しています。
ko_kr: 해당 문서는 부가 정보를 제공합니다.
ru: В этом документе дана дополнительная информация.
tr_tr: Bu belge ek bilgi verir.

source: This following statistics data is calculated using up-to-date `translation_team.yaml <https://opendev.org/openstack/i18n/src/commit/a67e08d86cc78907da38d5f09b8be6f71d1979a0/tools/zanata/translation_team.yaml>`__ (date: Jan 15, 2017).
id: Data statistik berikut ini dihitung menggunakan informasi terkini `translation_team.yaml <https://opendev.org/openstack/i18n/src/commit/a67e08d86cc78907da38d5f09b8be6f71d1979a0/tools/zanata/translation_team.yaml>`__ (date: Jan 15, 2017).
ko_kr: 다음 통계 데이터는 가장 최신 `translation_team.yaml <https://opendev.org/openstack/i18n/src/commit/a67e08d86cc78907da38d5f09b8be6f71d1979a0/tools/zanata/translation_team.yaml>`__ (date: Jan 15, 2017) 데이터를 기반으로 계산이 이루어졌습니다.
ru: Нижеследующие статистические данные были расчитаны с использованием свежей версии файла `translation_team.yaml <https://opendev.org/openstack/i18n/src/commit/a67e08d86cc78907da38d5f09b8be6f71d1979a0/tools/zanata/translation_team.yaml>`__ (дата: 15 января, 2017).
