Repository: openstack/i18n
Catalog: doc/source/locale/*/LC_MESSAGES/doc.po
Languages: de, id, ja, ko_kr, ru, tr_tr

source: More convenient way is to use **tox** like ``tox -e venv -- python <script-name>``.
id: Cara yang lebih mudah adalah dengan menggunakan **tox** like ``tox -e venv -- python <script-name>``.
ko_kr: 더 편리한 방법은``tox -e venv -- python <script-name>`` 처럼 ** tox ** 를 사용하는 것입니다.
ru: Более удобным способом будет использование **tox**, например, так: ``tox -e venv -- python <script-name>``.
tr_tr: Daha uygun bir yol ``tox -e venv -- python <betik-ismi>`` şeklinde **tox** kullanmaktır.

source: More information on mailing list: http://lists.openstack.org/pipermail/openstack-i18n/2015-July/001220.html
id: Informasi lebih lanjut tentang milis: http://lists.openstack.org/pipermail/openstack-i18n/2015-July/001220.html
ko_kr: mailing list에 대한 자세한 정보: http://lists.openstack.org/pipermail/openstack-i18n/2015-July/001220.html
ru: Подробности см. в листе рассылки: http://lists.openstack.org/pipermail/openstack-i18n/2015-July/001220.html
tr_tr: Daha fazla bilgi posta listesinde: http://lists.openstack.org/pipermail/openstack-i18n/2015-July/001220.html

source: More information: https://releases.openstack.org/ocata/schedule.html & https://ttx.re/splitting-out-design-summit.html
id: Informasi lebih lanjut: https://releases.openstack.org/ocata/schedule.html & https://ttx.re/splitting-out-design-summit.html
ko_kr: 자세한 정보: https://releases.openstack.org/ocata/schedule.html & https://ttx.re/splitting-out-design-summit.html
ru: Больше информации: https://releases.openstack.org/ocata/schedule.html & https://ttx.re/splitting-out-design-summit.html
tr_tr: Daha fazla bilgi: https://releases.openstack.org/ocata/schedule.html & https://ttx.re/splitting-out-design-summit.html

source: Most teams have single approval for translation imports instead of two core reviewers.
id: Sebagian besar tim memiliki persetujuan tunggal untuk impor terjemahan, bukan dua pengulas inti.
ko_kr: 대부분 (프로젝트) 팀은 번역 가져오기에 대해 코어 검토자 2명 대신 1명의 승인을 갖습니다.
ru: В большинстве команд для импорта переводов достаточно подтверждения от одного основного ревьювера, вместо обычных двух.
tr_tr: Çoğu ekipte çeviri aktarımı için iki çekirdek gözden geçiricisi yerine tek bir onaylama bulunur.

source: Newton cycle
id: Siklus Newton
ja: Newton 開発サイクル
ko_kr: Newton 버전
ru: Цикл Newton
tr_tr: Newton döngüsü

source: No detail data.
id: Tidak ada data detail.
ja: 詳細データなし。
ko_kr: 자세한 데이터가 없습니다.
ru: Нет детализированных данных.

source: Nobody should change translation files (the `.po` files in the `locale` directory) besides the bot. The next automatic import will override any change again. Therefore, leave a ``-1`` vote on any such changes and point developer to this document.
id: Tidak ada yang harus mengubah file terjemahan (file `.po` di direktori `locale`) selain bot. Impor otomatis berikutnya akan menggantikan perubahan apapun lagi. Oleh karena itu, tinggalkan vote ``-1` pada perubahan dan titik pengembang pada dokumen ini.
ko_kr: Bot 이외에는 번역 파일 (`locale` 디렉토리 내 `.po` 파일)을 변경하지 않습니다. 다음 자동 가져오기 작업이 해당 변경사항을 덮어쓰기할 것입니다. 따라서, 해당 변경사항에 대해서는 ``-1`` 리뷰 투표를 하고, 해당 문서를 개발자에게 알려줍니다.
ru: Кроме робота никто не должен изменять файлы переводов (`.po` файлы в директории `locale`). Следующий же автоматический импорт перезапишет все сделанные ранее изменения. Таким образом, если кто-то из разработиков пытается изменить эти файлы, вам следует проголосовать ``-1`` и сослаться на этот документ.
tr_tr: Çeviri dosyalarını (`locale` dizinindeki `.po` dosyaları) bot dışında kimse değiştirmemelidir. Sonraki otomatik içe aktarma yapılan değişikliklerin üzerine yazar. Bu şekilde yapılan değişikliklere ``-1`` oyu verin ve geliştiriciyi bu belgeye yönlendirin.

source: Note that not all translation changes are the target for translation jobs. The goal is to have consistent translated programs, UIs, and documentation. There is not much sense if only a few lines are translated. The team has decided that files that have at least 75 percent of messages translated will be in the git repositories.
id: Perhatikan bahwa tidak semua perubahan terjemahan menjadi target pekerjaan penerjemahan. Tujuannya adalah untuk memiliki program terjemahan, UI, dan dokumentasi yang konsisten. Tidak banyak masuk akal jika hanya beberapa baris yang diterjemahkan. Tim telah memutuskan bahwa file yang memiliki setidaknya 75 persen pesan yang diterjemahkan akan berada di git repository.
ko_kr: 참고로 모든 번역 변경사항이 translation jobs에 대한 대상은 아닙니다. 지속적으로 번역이 이루어진 프로그램, UI 및 문서를 갖도록 하는 것이 목표입니다. 몇몇 줄만 번역이 이루어진 경우는 큰 의미가 없습니다. 팀에서는 적어도 75% 메시지에 대해 번역이 이루어진 파일을 git 저장소에 저장하도록 결정하였습니다.
ru: Обратите внимание, что не любые изменения обрабатываются заданиями, относящимися к переводам. Нашей целью является наличие цельных переводов программ, пользовательского интерфейса и документации. В наличии перевода нескольких строк нет большого смысла. Команда решила, что только файлы переводов, покрывающие как минимум 75% сообщений будут добавляться в Git репозиторий.

source: Note that the infra scripts run the same test, so adding it to your project is optional.
ru: Обратите внимание, что инфраструктурные скрипты запускают этот же самый тест, таким образом его добавление в ваш проект опционально.

source: Note that the scripts in the tasks use `zanata-cli <http://docs.zanata.org/en/release/client/>`__ to pull and push translation content.
id: Perhatikan bahwa skrip dalam tugas menggunakan `zanata-cli <http://docs.zanata.org/en/release/client/>` __ untuk menarik dan mendorong konten terjemahan.
ko_kr: 참고로 작업 내의 해당 스크립트들은 번역 내용을 가져오고 업로드하기 위해 `zanata-cli <http://docs.zanata.org/en/release/client/>`__ 를 사용합니다.
ru: Обратите внимание, что скрипты в задачах используют `zanata-cli <http://docs.zanata.org/en/release/client/>`__, чтобы загружать и выгружать контент для перевода.

source: Note that this is just enabling translations, the actual translations are done by the i18n team, and they have to prioritize which projects to translate.
ru: Обратите внимание, что это только подключает систему переводов. Непосредственно сами переводы выполняются командой i18n, и они занимаются приоретизацией проектов, подлежащих переводу.

source: Note that you need to log into Zanata to see your activity in the above pages.
id: Perhatikan bahwa Anda perlu masuk ke Zanata untuk melihat aktivitas Anda di halaman di atas.
ja: なお、上記のページで活動状況を参照するには、 Zanata にログインする必要があります。
ko_kr: 참고로 해당 페이지에서 활동을 살펴 보기 위해서는 Zanata에 로그인할 필요가 있습니다.
ru: Обратите внимание, что вам необходимо войти в систему Zanata, для того чтобы иметь возможность видеть вашу активность на страницах, указанных выше.
tr_tr: Yukarıdaki sayfalarda etkinliğinizi görmek için Zanata'ya giriş yapmanız gerektiğini unutmayın.

source: Note: the period is relative short because of release cycle change
id: Catatan: jangka waktunya relatif pendek karena perubahan siklus pelepasan
ko_kr: 참고 : 릴리스 사이클 변경으로 인해 기간이 상대적으로 짧습니다.
ru: Примечание: период относительно короткий из-за изменения продолжительности релизного цикла
tr_tr: Not: aralık dağıtım döngüsü değişikliği sebebiyle göreceli olarak daha kısa

source: Now you can start your translation. You can actually become an OpenStack official translator by contributing translations. You can find :doc:`various ways of contributions <contributing>`.
de: Jetzt können Sie mit Übersetzen anfangen. Sie können offizieller OpenStack Übersetzer werden. Sie können Informationen finden bei :doc:`verschiedene Wege des Beitragens <contributing>`.
id: Sekarang Anda bisa memulai terjemahan Anda. Anda sebenarnya bisa menjadi penerjemah resmi OpenStack dengan menyumbangkan terjemahan. Kamu dapat menemukan :doc:`various ways of contributions <contributing>`.
ja: これで、翻訳を開始できるようになりました。翻訳を行うことで、OpenStack の正式な翻訳者になることができます。 :doc:`さまざまな参加の仕方 <contributing>` があります。
ko_kr: 이제 번역을 시작할 수 있습니다. 번역에 기여함으로써 실제 OpenStack 공식 번역자가 될 수 있습니다. :doc:`컨트리뷰션을 하는 다양한 방법 <contributing>` 을 살펴봅니다.
ru: Теперь вы можете приступить к работе над переводами. Фактически вы станете официальным переводчиком OpenStack тогда, когда начнёте вносить свои переводы. Вы так же можете найти и doc:`другие способы участия в совместной работе <contributing>`.
tr_tr: Artık çevirmeye başlayabilirsiniz. Çeviri katkısı vererek OpenStack resmi çevirmeni olabilirsiniz. :doc:`Çeşitli katkı yolları <contributing>` bulabilirsiniz.

source: Ocata cycle
id: Siklus Ocata
ja: Ocata 開発サイクル
ko_kr: Ocata 버전
ru: Цикл Ocata
tr_tr: Ocata döngüsü

source: Odd and even values are calculated based on `ISO week numbers <https://www.timeanddate.com/date/weeknumber.html>`_.
id: Nomor ganjil dan genap dihitung berdasarkan `ISO week numbers <https://www.timeanddate.com/date/weeknumber.html>`_.
ja: 奇数週、偶数週は `ISO 週番号 <https://www.timeanddate.com/date/weeknumber.html>`_ で計算されます。
ko_kr: 홀수 및 짝수는 `ISO 주차 <https://www.timeanddate.com/date/weeknumber.html>`_ 에 기반하여 계산이 이루어집니다.
ru: Чётность и нечётность недель определяется по `номерам недель ISO <https://www.timeanddate.com/date/weeknumber.html>`_.

source: Of course there is no need that team coordinators do all items. You can collaborate your team members and share ideas.
de: Natürlich ist es nicht notwendig, dass der Teamkoordinator alle Themen übernimmt. Sie können im Team zusammenarbeiten und Ideen teilen.
id: Tentu tidak perlu koordinator tim melakukan semua barang. Anda dapat berkolaborasi dengan anggota tim Anda dan berbagi gagasan.
ko_kr: 물론 팀 코디네이터가 모든 항목을 할 필요는 없습니다. 팀 구성원과 협력 및 아이디어를 공유할 수 있습니다.
ru: Конечно, координатору нет необходимости делать сразу всё. Вы можете работать вместе с членами вашей команды и делиться идеями.
tr_tr: Tabi ki takım düzenleyicilerin tüm ögeleri yapmasına gerek yoktur. Ekip üyelerinizin iş birliği yapmasını ve fikirleri paylaşmasını sağlayabilirsiniz.

source: Official OpenStack translator
de: Offizieller OpenStack-Übersetzer
id: Penerjemah resmi OpenStack
ja: OpenStack の正式な翻訳者
ko_kr: 공식 OpenStack 번역자
ru: Официальный переводчик OpenStack
tr_tr: Resmi OpenStack çevirmeni

source: On the other hand, translating stable version as upstream contribution is not encouraged after the translated strings are packaged with releases. The stable version will be closed earlier than or around EOL.
id: Di sisi lain, menerjemahkan versi stabil sebagai kontribusi hulu tidak dianjurkan setelah string terjemahan dikemas dengan rilis. Versi stabil akan ditutup lebih awal dari atau sekitar EOL.
ja: 一方、アップストリームの翻訳への貢献として stable バージョンを翻訳するのはお薦めしません。翻訳されたストリングはリリースとしてパッケージングされているからです。 stable バージョンのクローズは EOL の前か同時期に行われます。
ko_kr: 반면에, 번역된 문자열이 릴리즈와 함께 패키징이 이루어진 이후 업스트림 컨트리뷰션으로 안정 버전을 번역하는 것은 권장하지 않습니다. 안정 버전은 EOL 근방 또는 이전에 종료가 이루어질 예정입니다.
ru: С другой стороны, после того как стабильная ветка выпущена, не ожидается, что кто-то будет делать перевод стабильной версии.
tr_tr: Diğer yandan, çevrilen karakter dizileri yayınlarla paketlendikten sonra kararlı sürümde çeviri katkısı yapmaya sıcak bakılmaz. Kararlı sürüm EOL yakınlarından veya daha önce kapatılır.

source: Once you find location(s) of a string you would like to check, you can check more detail context where the string is used by looking at the code in the git repository. Zanata project and git repository are one-to-one relationship. If Zanata project name is ``<Zanata-project-name>``, the corresponding git repository location is ``https://opendev.org/openstack/<Zanata-project-name>/``. For example, if you are translating ``horizon``, the git repository is found at https://opendev.org/openstack/horizon/.
id: Setelah Anda menemukan lokasi string yang ingin Anda periksa, Anda dapat memeriksa konteks lebih detail di mana string digunakan dengan melihat kode di repositori git. Proyek Zanata dan repositori git adalah hubungan satu-ke-satu. Jika nama proyek Zanata adalah ``<Zanata-project-name> ``, lokasi repositori git yang sesuai adalah ``https://opendev.org/openstack/<Zanata-project-name>/``. Misalnya, jika Anda menerjemahkan ``horizon``, repositori git ditemukan di https://opendev.org/openstack/horizon/.
ko_kr: 확인하려는 문자열의 위치를 찾으면 git 저장소의 코드를 보고 문자열이 사용 된 세부 정보 컨텍스트를 확인할 수 있습니다. Zanata 프로젝트와 git 저장소는 대응 관계입니다. Zanata 프로젝트 이름이``<Zanata-project-name>`` 이라면, 해당 git 저장소 위치는 ``https://opendev.org/openstack/<Zanata-project-name>/`` 입니다. 예를 들어,``horizon``을 번역한다면, git 저장소는 https://opendev.org/openstack/horizon/에 있습니다.
ru: Когда вы налши место или места со строкой, которую вы хотите проверить, вы можете увидеть больше контекстной информации о том, как используется строка, просматривая исходный код в git репозитории. Проект Zanata и git репозиторий соотносятся один к одному. Если название проекта Zanata - ``<Zanata-project-name>``, то соответствующим расположением git репозитория будет ``https://opendev.org/openstack/<Zanata-project-name>/``. Например, если вы переводите ``horizon``, то git репозиторий можно найти в https://opendev.org/openstack/horizon/.

source: One of main goals in I18n team is to incorporate translated strings into a new release so that more global users experience translated version of OpenStack. To accomplish this goal, some of team activities need to be aligned with a release schedule.
de: Eines der Hauptziele im I18n-Team ist es, übersetzte Strings in eine neue Version zu integrieren, so dass mehr globale Benutzer die übersetzte Version von OpenStack erleben. Um dieses Ziel zu erreichen, müssen einige Teamaktivitäten mit einem Freigabeplan in Einklang gebracht werden.
id: Salah satu tujuan utama tim I18n adalah menggabungkan string yang diterjemahkan ke dalam rilis baru sehingga pengguna global lebih banyak mengalami versi terjemahan OpenStack. Untuk mencapai tujuan ini, beberapa kegiatan tim perlu disesuaikan dengan jadwal rilis.
ko_kr: I18n 팀 내 주요 목표 중 하나는 번역이 이루어진 문자열을 새로운 릴리즈에 반영하도록 하여 보다 많은 전세계 사용자들이 OpenStack 번역 버전을 경험하도록 하는 것입니다. 해당 목표를 달성하기 위해, 몇몇 팀 활동들은 릴리즈 스케줄과 일치해야 할 필요가 있습니다.
ru: Одной из основных целей команды I18n является включение переведённых строк в новый релиз, чтобы у большей части глобальных пользователей OpenStack была возможность пользоваться переведённой версией. Чтобы добиться её выполнения, некоторые из задач команды должны быть согласованы с расписанием релиза.
tr_tr: i18n takımında temel hedeflerden biri çevrilen karakter dizilerinin yeni yayına alınması böylece çevrilmiş OpenStack sürümüyle daha yaygın kullanıcı deneyimi yaşatmaktır. Bu hedefe ulaşmak için, bazı ekip etkinliklerinin yayın takvimiyle birlikte yürümesi gerekir.

source: One way is to update the horizon code only. The following shell script fetches the latest horizon code, compiles translation message catalogs and reloads the apache httpd server. Replace ``$BRANCH`` with an appropriate branch such as ``master``, ``stable/newton`` or ``stable/mitaka``.
de: Ein Weg ist die Aktualisierung des Horizon-Codes. Das folgende Shell-Skript holt den neuesten Horizon-Code, kompiliert den Übersetzungsnachrichtenkatalog und läd den Apache-HTTPD-Server neu. Ersetzen SIe ``$BRANCH`` mit einem geeigneten Branch wie `master``, ``stable/newton`` oder ``stable/mitaka``.
id: Salah satunya adalah dengan mengupdate kode horizon saja. Skrip shell berikut mengambil kode horizon terbaru, menyusun katalog pesan terjemahan dan memuat kembali server httpd apache. Ganti ``$BRANCH`` dengan cabang yang sesuai seperti ``master``, ``stable/newton`` atau ``stable/mitaka``.
ja: 1 つ目の方法は horizon ノードのみを更新する方法です。以下のシェルスクリプトは、最新の horizon のコードを取得し、翻訳メッセージカタログをコンパイルし、 apache httpd サーバーをリロードします。 ``$BRANCH`` は適切なブランチ (``master``, ``stable/newton``, ``stable/mitaka`` など) に置き換えてください。
ko_kr: 첫 번째 방법은 horizon 코드만 업데이트하는 것입니다. 다음 쉘스크립트는 최신 horizon 코드를 가져오고, 번역 메시지 카탈로그를 컴파일하며 apache httpd 서버를 다시 불러옵니다. ``$BRANCH`` 를 ``master``, ``stable/newton`` 또는 ``stable/mitaka`` 와 같이 적절한 브랜치 이름으로 변경합니다.
ru: Первый вариант - это обновлять только код панели управления Horizon. Нижеприведённый Shell скрипт загружает свежий код панели управления Horizon, выполняет компиляцию каталогов переводов, и перезагружает веб-сервер Apache httpd. Замените ``$BRANCH`` названием нужной вам ветки, например, ``master``, ``stable/newton`` или ``stable/mitaka``.
tr_tr: Bir yol yalnızca horizon kodunu güncellemektir. Aşağıdaki kabuk betiği en son horizon kodunu çeker, çeviri ileti kataloglarını derler ve apache httpd sunucusunu yeniden başlatır. ``$BRANCH`` anahtarını ``master``, ``stable/newton`` veya ``stable/mitaka`` gibi uygun bir dal ile değiştirin.

source: Open a POT file you find and search a string you are interested in. Then you can find an entry like:
id: Buka file POT yang Anda temukan dan cari string yang Anda minati. Kemudian Anda dapat menemukan entri seperti:
ja: POT ファイルを見つけたら、そのファイルを開いて、探したい文字列を検索します。以下のようなエントリーが見つかることでしょう。
ko_kr: 찾으려는 POT 파일을 열고 관심있는 문자열을 검색하십시오. 그러면 다음과 같은 항목을 찾을 수 있습니다.
ru: Откройте POT файл и поиском найдите строку, которая вас интересует. Там вы увидите запись примерно такого вида:
tr_tr: Bulduğunuz bir POT dosyasını açın ve ilgilendiğiniz karakter dizisini arayın. Şu şekilde bir girdi bulabilirsiniz:

source: Open discussion
id: Diskusi terbuka
ko_kr: 기타 토론
ru: Открытое обсуждение других вопросов

source: Open reviews I18n repository
id: Ulasan Terbuka repositori I18n
ru: Открытые ревью в репозитории I18n

source: OpenStack Dashboard
id: Dasbor OpenStack
ko_kr: OpenStack 대시보드
ru: Панель управления OpenStack
tr_tr: OpenStack Kontrol Panosu

source: OpenStack I18n Guide
de: OpenStack I18n Leitfaden
id: Panduan OpenStack I18n
ja: OpenStack I18n ガイド
ko_kr: OpenStack I18n 가이드
ru: Руководство по I18n OpenStack
tr_tr: OpenStack i18n Kılavuzu

source: OpenStack I18n team
id: Tim OpenStack I18n
ja: OpenStack I18n チーム
ko_kr: OpenStack I18n 팀
ru: Команда OpenStack I18n
tr_tr: OpenStack i18n ekibi

source: OpenStack I18n team is a team to coordinate all language translations and cooperation with the I18n team and the development teams. I18n team usually has a working plan.
de: OpenStack I18n-Team ist ein Team zum Koordinieren aller Sprach-Teams und der Entwicklungs-Teamd. I18n-Team hat üblicherweise einen Arbeitsplan.
id: Tim OpenStack I18n adalah tim untuk mengkoordinasikan semua terjemahan bahasa dan kerja sama dengan tim I18n dan tim pengembangan. Tim I18n biasanya memiliki rencana kerja.
ko_kr: OpenStack I18n팀은 I18n팀 및 여러 개발팀과 함께 모든 언어에 대한 번역 및 (상호) 협력을 조정하는 하나의 팀입니다. I18n팀은 일반적으로 작업 계획을 가지고 있습니다.
ru: Команда OpenStack I18n – это команда, занимающаяся координацией переводов на все языки и совместной работой с командой I18n и командами разработчиков. Обычно у команды I18n есть план работ.
tr_tr: OpenStack i18n ekibi tüm dillerde çevirileri düzenleyen i18n ekibi ve geliştirici ekibi arasındaki köprüyü oluşturan ekiptir. i18n ekibi genellikle bir iş planını takip eder.

source: OpenStack I18n team uses `Launchpad <https://bugs.launchpad.net/openstack-i18n>`_ for the bug tracking.
de: OpenStack I18n Team benutzt `Launchpad <https://bugs.launchpad.net/openstack-i18n>`_ für das Bugtracking.
id: Tim OpenStack I18n menggunakan `Launchpad <https://bugs.launchpad.net/openstack-i18n>` _ untuk pelacakan bug.
ja: OpenStack I18n チームでは、バグ管理に `Launchpad <https://bugs.launchpad.net/openstack-i18n>`__ を使っています。
ko_kr: OpenStack I18n 팀은 버그 추적을 위해 `Launchpad <https://bugs.launchpad.net/openstack-i18n>`_ 를 사용합니다.
ru: Команда OpenStack I18n использует `Launchpad <https://bugs.launchpad.net/openstack-i18n>`_ для отслеживания ошибок.
tr_tr: OpenStack i18n takımı hata takibi için `Launchpad <https://bugs.launchpad.net/openstack-i18n>`_ kullanır.

source: OpenStack I18n team: See :ref:`label-i18n-team-contact`
de: OpenStack I18n Team: Siehe :ref:`label-i18n-team-contact`
id: Tim OpenStack I18n: Lihat :ref:`label-i18n-team-contact`
ja: OpenStack I18n チーム: :ref:`label-i18n-team-contact` 参照
ko_kr: OpenStack I18n 팀: :ref:`label-i18n-team-contact` 를 살펴봅니다
ru: Команда OpenStack I18n: см. раздел :ref:`label-i18n-team-contact`
tr_tr: OpenStack i18n takımı: Bkz :ref:`label-i18n-team-contact`

source: OpenStack documents are using RST format. The steps to translate RST documents include:
id: Dokumen OpenStack menggunakan format RST. Langkah-langkah untuk menerjemahkan dokumen RST meliputi:
ko_kr: OpenStack 문서는 RST 형식을 사용합니다. RST 문서를 번역하는 단계는 다음과 같습니다:
ru: Документация OpenStack использует формат RST. Шаги для превода RST документов включают в себя:
tr_tr: OpenStack belgeleri RST biçimini kullanıyor. RST belgelerini dönüştürmek için adımlar şunlardır:

source: OpenStack uses Zanata as a translation platform. While most operations around the translation platform are automated, if you want to communicate with the translation platform manually, you can use `Zanata CLI <http://docs.zanata.org/en/release/client/>`__.
id: OpenStack menggunakan Zanata sebagai platform terjemahan. Sementara sebagian besar operasi di sekitar platform terjemahan otomatis, jika Anda ingin berkomunikasi dengan platform terjemahan secara manual, Anda dapat menggunakan `Zanata CLI <http://docs.zanata.org/en/release/client/>` __.
ja: OpenStack では Zanata を翻訳基盤として使っています。 翻訳基盤に関するほとんどの作業は自動化されていますが、手動で翻訳基盤とやり取りしたい場合は `Zanata CLI <http://docs.zanata.org/en/release/client/>`__ を使用できます。
ko_kr: OpenStack은 Zanata를 번역 플랫폼으로 사용합니다. 번역 플랫폼에 대한 대부분의 작업은 자동화되어 있지만, 번역 플랫폼과 수동으로 통신하려면 `Zanata CLI <http://docs.zanata.org/en/release/client/>`__ 를 사용하십시오.
ru: OpenStack использует Zanata в качестве платформы для переводов. Если вдруг, не смотря на то, что большинство задач, связанных с платформой переводов, автоматизированы, вам захочется вручную обратиться к платформе переводов, вы можете использовать `интерфейс командной строки Zanata <http://docs.zanata.org/en/release/client/>`__.
tr_tr: OpenStack çeviri platformu olarak Zanata kullanır. Çeviri platformu etrafındaki çoğu işlem otomatik olsa da, çeviri platformuyla kendiniz iletişime geçmek isterseniz, `Zanata CLI <http://docs.zanata.org/en/release/client/>`__ kullanabilirsiniz.

source: Or, more convenient way would be:
id: Atau, cara yang lebih mudah adalah:
ko_kr: 또는 더 편리한 방법은 다음과 같습니다:
ru: Более удобным способом может быть этот:
tr_tr: Ya da daha kolay bir yol şu olabilir:

source: Original string or message is not correct.
de: Der Original-String oder Nachricht ist nicht korrekt.
id: String atau pesan asli tidak benar
ja: オリジナルのストリングやメッセージの誤り
ko_kr: 원본 문자열 또는 메시지가 올바르지 않습니다.
ru: Оригинальная строка текста сообщения не корректна.
tr_tr: Asıl karakter dizisi veya ileti doğru değil.

source: Other projects supported with translation jobs
id: Proyek lain yang didukung dengan pekerjaan terjemahan
ko_kr: 번역 작업으로 지원되는 다른 프로젝트
ru: Другие проекты, для которых работают связанные с переводами задачи

source: POT files are no longer stored in git repositories. The change was made at the beginning of Newton development cycle [#]_.
id: File POT tidak lagi disimpan di repositori git. Perubahan itu dilakukan pada awal siklus pengembangan Newton [#] _.
ja: POT ファイルは現在は git リポジトリーには格納されていません。この変更は Newton 開発サイクル [#]_ の最初に行われました。
ko_kr: POT 파일은 더 이상 git 저장소에 저장되지 않습니다. 변경 사항은 Newton 개발주기 [#]_ 초반에 변경되었습니다.
ru: POT файлы более не хранятся в git репозиториях. Это изменение было сделано в начале цикла разработки релиза Newton [#]_.
tr_tr: POT dosyaları artık git depolarında saklanmaz. Bu değişiklik [#]_ Newton geliştirme döngüsünün başında yapıldı.

source: Patch on governance repository: https://review.opendev.org/#/c/213989/ (`diff <https://opendev.org/openstack/governance/commit/a229d38469c5135af496d3c739695acbe1146a76>`__)
id: Patch pada governance repository: https://review.opendev.org/#/c/213989/ (`diff <https://opendev.org/openstack/governance/commit/a229d38469c5135af496d3c739695acbe1146a76>`__)
ko_kr: governance 저장소 패치: https://review.opendev.org/#/c/213989/ (`diff <https://opendev.org/openstack/governance/commit/a229d38469c5135af496d3c739695acbe1146a76>`__)
ru: Патч в репозитории governance: https://review.opendev.org/#/c/213989/ (`diff <https://opendev.org/openstack/governance/commit/a229d38469c5135af496d3c739695acbe1146a76>`__)
