Repository: openstack/i18n
Catalog: doc/source/locale/*/LC_MESSAGES/doc.po
Languages: de, id, ja, ko_kr, ru, tr_tr

source: (optional) Put your language name as bug tag.
de: (optional) Geben Sie Ihre Sprache als Bug-Tag an.
id: (Opsional) Letakkan nama bahasa Anda sebagai tag bug.
ja: (オプション) 言語名をバグのタグに設定してください。
ko_kr: (선택) 언어명을 버그 태그에 넣습니다.
ru: Включите название своего языка в тег сообщения об ошибке (не обязательно)
tr_tr: (isteğe bağlı) Dil ismini hata etiketi olarak koyun.

source: **Make sure to include your English language name in a bug summary**. It is also suggested to write a bug summary in English. For example:
de: **Stellen SIe sicher, dass Sie Ihren englischsprachigen Namen mit angeben**. Es wird auch empfohlen, eine Zusammenfassung in englisch hinzuzufügen. Zum Beispiel:
id: ** Pastikan untuk menyertakan nama bahasa Inggris Anda dalam ringkasan bug **. Juga disarankan untuk menulis ringkasan bug dalam bahasa Inggris. Sebagai contoh:
ja: **必ず、バグ概要にお使いの言語の英語名を入れてください。** また、バグ概要も英語で書くことをお薦めします。以下は例です。
ko_kr: **버그 요약에 언어명을 영문으로 포함하는지를 확인합니다**. 버그 요약을 영문으로 작성하기를 권장합니다. 예를 들면 다음과 같습니다:
ru: **Пожалуйста, убедитесь, что вы включили своё имя в написании на латинице в поле краткого описания ошибки**. Было бы здорово, если бы вы так же включили краткое описание ошибки на английском языке. Например:
tr_tr: **İngilizce dil isminizi hata özetine dahil ettiğinizden emin olun**. İngilizce bir hata özeti yazmanız da tavsiye edilir. Örneğin:

source: **tox** is available on PyPI and also available in various Linux distribution. ``pip install tox`` or ``apt-get install python-tox`` (in case of Ubuntu) installs **tox**.
id: **tox** tersedia di PyPI dan juga tersedia dalam berbagai distribusi Linux. ``pip install tox`` atau ``apt-get install python-tox`` (dalam kasus Ubuntu) menginstal **tox**.
ko_kr: ** tox ** 는 PyPI에서 사용할 수 있으며 다양한 Linux 배포판에서도 사용할 수 있습니다. ``pip install tox`` 또는 (Ubuntu인 경우) ``apt-get install python-tox`` 로 **tox** 를 설치합니다.
ru: Утилита **tox**доступна на PyPI, а так же доступна в различных дистрибутивах Linux. Команда ``pip install tox``, или ``apt-get install python-tox`` (в случае с Ubuntu) установит **tox**.
tr_tr: **tox** hem PyPI hem çeşitli Linux dağıtımları üzerinde kullanılabilir. ``pip install tox`` veya ``apt-get install python-tox`` (Ubuntu için) **tox** kurar.

source: :doc:`Your language team <lang_team>` may have useful information to help our translation efforts including translation guidelines, priorities, communication tools and so on. It is worth visited. You can find your language team page at https://wiki.openstack.org/wiki/I18nTeam/team. If you have questions, you can contact your coordinators.
de: :doc:`Ihr <lang_team>` Sprachteam hat möglicherweise nützliche Informationen, um Übersetzungen zu verbessern wie Übersetzungsanleitungen, Prioritäten, Kommunikationswerkzeuge und so weiter. Besuchen Sie die Webseite Ihres Sprachteams auf https://wiki.openstack.org/wiki/I18nTeam/team. Bei Fragen wenden Sie sich an Ihren Sprackoordinator.
id: :doc:`Your language team <lang_team>` mungkin memiliki informasi yang berguna untuk membantu upaya terjemahan kita termasuk pedoman penerjemahan, prioritas, alat komunikasi dan sebagainya. Perlu dikunjungi. Anda dapat menemukan halaman tim bahasa Anda di https://wiki.openstack.org/wiki/I18nTeam/team. Jika ada pertanyaan, Anda bisa menghubungi koordinator Anda.
ja: :doc:`あなたの言語チーム <lang_team>` では、翻訳ガイドライン、翻訳優先度、コミュニケーションツールといった翻訳活動の助けとなる情報が提供されているかもしれません。是非読んでみてください。言語チームのページは https://wiki.openstack.org/wiki/I18nTeam/team に載っています。質問があれば、あなたの言語のコーディネーターに聞いてください。
ko_kr: :doc:`대상 언어팀 <lang_team>` 에는 번역 가이드라인, 우선 순위, 의사소통 도구 등을 포함하는 번역 노력에 도움을 줄 수 있는 유용한 정보가 있을 것입니다. 살펴볼 가치가 있습니다. 대상 언어팀 페이지는 https://wiki.openstack.org/wiki/I18nTeam/team 에서 찾을 수 있습니다. 질문이 있는 경우, 대상 언어팀 coordinator에게 문의할 수 있습니다.
ru: :doc:`Ваша языковая команда <lang_team>` может предоставить вам полезную информацию по переводам, помогая нашему общему делу, включая предоставление руководств по переводу, расстановку приоритетов, средства общения между членами команды, и др. Весьма полезно зайти на их страничку. Вы можете найти ссылку на неё по адресу https://wiki.openstack.org/wiki/I18nTeam/team. Если у вас есть вопросы - обратитесь к вашим языковым координаторам.
tr_tr: :doc:`Dil ekibinizin <lang_team>` çeviri kılavuz hatları, öncelikler, iletişim araçları gibi konularda çeviri çabalarımıza yardımcı olacak faydalı bilgileri olabilir. Ziyaret etmeye değer. Dil takım sayfanızı https://wiki.openstack.org/wiki/I18nTeam/team adresinde bulabilirsiniz. Sorularınız varsa yürütücünüzle iletişime geçebilirsiniz.

source: A glossary file of your language is found at ``glossary/locale/<lang>/LC_MESSAGES/glossary.po`` in the i18n repository. The file is a usual PO file.
de: Eine Glossardatei in Ihrer Sprache finden Sie in ``glossary/locale/<lang>/LC_MESSAGES/glossary.po`` im I18n Repository. Die Datei ist üblicherweise eine PO Datei.
id: File glosarium bahasa Anda ditemukan di ``glossary/locale/<lang>/LC_MESSAGES/glossary.po`` di repositori i18n. File itu adalah file PO yang biasa.
ja: あなたの言語の用語集ファイルは、 i18n リポジトリーの ``glossary/locale/<lang>/LC_MESSAGES/glossary.po`` にあります。このファイルは通常の PO ファイルです。
ko_kr: 대상 언어에 대한 용어집 파일은 i18n 저장소 내 ``glossary/locale/<lang>/LC_MESSAGES/glossary.po`` 에서 찾을 수 있습니다. 해당 파일은 일반적인 PO 파일입니다.
ru: Файл словаря вашего языка хранится в ``glossary/locale/<lang>/LC_MESSAGES/glossary.po`` в репозитории i18n. Это обычный PO файл.
tr_tr: Diliniz için bir sözlük dosyası i18n deposunda ``glossary/locale/<dil>/LC_MESSAGES/glossary.po`` konumunda bulunabilir. Dosya genellikle bir PO dosyasıdır.

source: A person who can proofread translations and mark them as reviewed (approved) or rejected.
de: Eine Person die Übersetzungen nachlesen kann und sie als überprüft markiert (genehmigen).
id: Seseorang yang bisa mengoreksi terjemahan dan menandai mereka sebagai ditinjau (disetujui) atau ditolak.
ja: 翻訳の査読を行い、翻訳にレビュー済み (承認済み; Approved) か却下 (Rejected) のマークを付けることができます。
ko_kr: 번역을 검토하고 해당 항목을 리뷰함 (승인함) 또는 거절함으로 구분할 수 있는 사람입니다.
ru: Человек, который может проверять корректность перевода и помечать его как "проверенный" ("подтверждённый", reviewed/approved), или "отвергнутый" (rejected).
tr_tr: Çevirileri kontrol edebilen ve gözden geçirildi (onaylandı) veya reddedildi olarak işaretleyebilen kişi.

source: A person who can submit translations.
de: Eine Person die Übersetzungen einreichen kann.
id: Seseorang yang bisa mengirimkan terjemahan.
ja: 翻訳を登録できます。
ko_kr: 번역을 제출할 수 있는 사람입니다.
ru: Люди, которые могут отправлять переводы.
tr_tr: Çeviri gönderebilen kişi.

source: A privileged member in a translation team who can help in team management tasks, such as approving new members and reviewing contributions to that language. We also have task coordinators for specific tasks.
id: Anggota istimewa dalam tim penerjemahan yang dapat membantu dalam tugas manajemen tim, seperti menyetujui anggota baru dan meninjau kontribusi ke bahasa tersebut. Kami juga memiliki koordinator tugas untuk tugas tertentu.
ko_kr: 새로운 구성원 승인 및 해당 언어에 대한 컨트리뷰션을 검토하는 것과 같은 팀 관리 작업을 도울 수 있는 번역 팀 내 권한을 가진 구성원입니다. 또한 특정 작업별 코디네이터 또한 있습니다.
ru: Привилегированный член команды переводчиков, который может помочь в решении задач управления командой, таких как подтверждение принятия новых членов и в ревью переводов на этот язык. Мы так же выделяем координаторов для конкретных задач.
tr_tr: Çeviri ekibinde yeni üyeleri onaylayan veya bu dile katkıları gözden geçirmek gibi ekip yönetim işlerini yapan yetkili bir üye. Ayrıca belirli görevler için görev düzenleyicilerimiz bulunur.

source: A series of tasks in OpenStack infrastructure is used to manage translation changes in Zanata. Without running the tasks, translation changes will not be reflected into OpenStack projects. This page explains how the infrastructure tasks run actual scripts as `Zuul <https://docs.openstack.org/infra/zuul/>`_ jobs and monitor the job status.
id: Serangkaian tugas di infrastruktur OpenStack digunakan untuk mengelola perubahan terjemahan di Zanata. Tanpa menjalankan tugas, perubahan terjemahan tidak akan tercermin dalam proyek OpenStack. Halaman ini menjelaskan bagaimana tugas infrastruktur menjalankan skrip aktual sebagai pekerjaan `Zuul <https://docs.openstack.org/infra/zuul/>` _ dan memonitor status pekerjaan.
ko_kr: OpenStack 인프라의 일련의 작업은 Zanata의 번역 변경을 관리하는 데 사용됩니다. 작업을 실행하지 않으면, 번역 변경 사항이 OpenStack 프로젝트에 반영되지 않습니다. 이 페이지는 인프라 작업이 실제 스크립트를 `Zuul <https://docs.openstack.org/infra/zuul/>`_ 작업으로 실행하고 작업 상태를 모니터링하는 방법을 설명합니다.
ru: В инфраструктуре OpenStack работают несколько заданий, которые управляют изменениями переводов в Zanata. Без этих заданий изменения в переводах не попадали бы в проекты OpenStack. На этой странице вы найдёте информацию о том, как задания, работающие в инфраструктуре OpenStack, запускают скрипты задач `Zuul <https://docs.openstack.org/infra/zuul/>`_, и как отслеживать их статус.

source: A template is a skeleton of static HTML files. In this case, the string is perhaps used in "Update" form in "Container" menu.
id: Template adalah kerangka dari file HTML statis. Dalam kasus ini, string mungkin digunakan dalam bentuk "Update" dalam menu "Container".
ja: テンプレートは静的な HTML ファイルの雛形です。この例の場合、このストリングはおそらく「コンテナー」メニューの「更新」フォームで使われていることでしょう。
ko_kr: 템플릿은 정적 HTML 파일의 골격입니다. 이 경우 문자열은 "컨테이너"메뉴의 "업데이트"양식에서 사용됩니다.
ru: Шаблон - это скелет статического HTML файла. В этом случае строка, вероятно, используется в форме "Изменить" в меню "Контейнер".
tr_tr: Şablon statik HTML dosyalarının iskeletidir. Bu durumda karakter dizisi belki de "Kapsayıcı" menüsünde "Güncelleme" biçiminde kullanılmıştır.

source: ATC Statistics in past releases
id: Statistik ATC dalam rilis sebelumnya
ja: 過去のリリースでの ATC の統計情報
ko_kr: 이전 릴리즈에 대한 ATC 통계
ru: Статистика ATC(Active Technical Contributor) в предыдущих релизах

source: ATC candidates are translators who has translated more than 200 words and reported their e-mail and name to language coordinators, and also signed ICLA.
id: Calon ATC adalah penerjemah yang telah menerjemahkan lebih dari 200 kata dan melaporkan e-mail dan nama mereka kepada koordinator bahasa, dan juga menandatangani ICLA.
ko_kr: ATC 후보자들은 200 단어 이상의 번역을 수행하고 e-mail과 성명을 언어 코디네이터에게 제출하고 ILCA에 서명한 번역자들입니다.
ru: Кандидатами в ATC являются переводчики, которые перевели более 200 слов, сообщили своё имя и e-mail языковым координаторам, а так же подписали ICLA.
tr_tr: ATC adayları 200 kelimeden fazla çeviri yapan e-posta ve isimlerini dil düzenleyicilerine bildiren ve ayrıca ICLA'yı imzalayan çevirmenlerdir.

source: ATC members of I18n project
id: Anggota ATC proyek I18n
ja: i18n プロジェクトの ATC メンバー
ko_kr: I18n 프로젝트 ATC 멤버
ru: Члены ATC проекта I18n
tr_tr: I18n projesinin ATC üyeleri

source: About this guide
de: Über diesen Leitfaden
id: Tentang panduan ini
ja: このガイドについて
ko_kr: 가이드에 관하여
ru: Об этом руководстве
tr_tr: Bu kılavuz hakkında

source: Add Translation Server Support
ru: Добавление поддержки сервера переводов

source: Add the jobs to your pipelines.
ru: Добавьте задачи в ваши проверочные задачи.

source: After the documents are translated and reviewed well, updating existing ``www/<lang>/index.html`` or creating a new language landing page is needed.
id: Setelah dokumen diterjemahkan dan ditinjau dengan baik, memperbarui ``www/<lang>/index.html`` yang ada atau membuat halaman arahan bahasa baru diperlukan.
ko_kr: 문서가 번역되고 잘 검토된 후에, 기존의 ``www/<lang>/index.html``을 업데이트하거나 새로운 언어 방문 페이지를 만드는 것을 필요로 합니다.
ru: После того, как документы переведены и прошли ревью, необходимо обновить существующий файл ``www/<lang>/index.html`` или создать новую страницу для нового языка.

source: After the official release, translating master version is welcome for upstream translation contribution, but the original strings may be changed frequently due to upstream development on the projects.
id: Setelah rilis resmi, menerjemahkan versi master dipersilakan untuk kontribusi terjemahan hulu, namun strings asli mungkin sering berubah karena pengembangan hulu proyek.
ja: 正式リリース後も、アップストリームの翻訳への貢献として master バージョンを翻訳するのは歓迎しますが、アップストリームのプロジェクトでの開発が進んでいるため、英語のストリングは頻繁に変更される可能性がある点には留意してください。
ko_kr: 공식 릴리즈가 이루어진 후에는, master 버전 번역을 업스트림 번역을 함에 있어 환영하나, 원본 문자열은 해당 프로젝트에서 이루어지는 업스트림 컨트리뷰션에 따라 변경이 자주 발생할 수도 있습니다.
ru: После официального релиза перевод мастер версии приветствуется от всех участников переводов, но в процессе разработки проектов строки могут часто изменяться.
tr_tr: Resmi yayından sonra, çeviri katkısı için master sürüm çevrilebilir, ama asıl karakter dizileri projelerdeki geliştirmeler sebebiyle sık değişebilir.

source: After you edit the master glossary, ensure to reflect the change to all language glossary files. To do this, run the following command.
de: Nach dem Editieren des Master-Glossar beachten Sie die Auswirkungen auf andere Sprachglossardateien. Um das zu tun, starten Sie das folgende Programm.
id: Setelah Anda mengedit glossary master, pastikan untuk mencerminkan perubahan pada semua file glosarium bahasa. Untuk melakukan ini, jalankan perintah berikut.
ja: 用語集のマスターファイルを編集したら、すべての言語の用語集ファイルへの反映を忘れないでください。具体的には、以下のコマンドを実行します。
ko_kr: 마스터 용어집을 수정한 이후에는, 해당 변경사항이 모든 언어 용어집 파일에 반영되었는지를 확인합니다. 이렇게 하려면, 다음 명령어를 실행합니다.
ru: После того, как вы отредактировали мастер словарь, отразите сделанные изменения в файлах словарей всех других языков. Чтобы сделать это, выполните следующую команду:
tr_tr: Ana sözlüğü düzenledikten sonra, değişikliği tüm dil sözlük dosyalarına yansıttığınızdan emin olun. Bunu yapmak için aşağıdaki komutu çalıştırın.

source: All upstream OpenStack documents in ``openstack-manuals`` and project repositories use ``master`` branch and can have stable branches depending on release models and maintaining documents in different project teams. Cross-project liaisons are strongly encouraged to communicate with I18n team so that I18n team can discuss and decide which stable documents are the target in I18n team and when translators start to translate stable documents.
id: Semua dokumen OpenStack upstream di ``openstack-manuals`` dan repositori proyek menggunakan cabang (branch) ``master`` dan dapat memiliki cabang stabil tergantung pada model rilis dan memelihara dokumen dalam tim proyek yang berbeda. Para penghubung lintas proyek sangat dianjurkan untuk berkomunikasi dengan tim I18n sehingga tim I18n dapat mendiskusikan dan memutuskan dokumen stabil mana yang menjadi target dalam tim I18n dan kapan penerjemah mulai menerjemahkan dokumen stabil.
ko_kr: ``openstack-manuals``에 있는 모든 upstream OpenStack 문서와 프로젝트 저장소는 ``master`` 브랜치를 사용하며 릴리즈 모델에 따라 안정 브랜치를 가질 수 있고 다른 프로젝트 팀들에서 문서를 관리할 수 있습니다. 크로스 프로젝트 연락 조직은 I18n 팀과의 의사소통을 강력히 권장하여 I18n 팀이 I18n 팀에서 어떤 안정된 문서가 대상이 되고 언제 번역자들이 안정된 문서를 번역하기 시작할지 토론하고 결정할 수 있도록 합니다.
ru: Все последние версии документов OpenStack в ``openstack-manuals`` и в репозиториях проектов используют ``master`` ветку, и, в зависимости от релизной модели, могут иметь стабильные ветки, а так же хранить и поддерживать документацию в разных проектных командах. Ответственным за межпроектное взаимодействие в проектах людям настоятельно рекомендуется поддерживать контакт с командой I18n, чтобы команда I18n имела возможность обсуждать и решать, каким документам из стабильной ветки дать приоритет, и когда переводчики могут приступить к работе над стабильными документами.

source: Also, release notes translations are only needed on master since release notes are published only from master, the translations get removed on stable branches.
id: Juga, pelepasan catatan terjemahan hanya diperlukan pada master karena catatan rilis hanya diterbitkan dari master, terjemahannya bisa dihapus di cabang yang stabil.
ko_kr: 또한 릴리스 노트는 master에서만 게시되는것이 필요해서, 릴리스 노트 번역은 스테이블 브랜치에서 번역이 제거됩니다.
ru: Так же переводы примечаний к релизам нужны только в мастер ветках, и публикуются только из мастер веток; переводы удаляются из стабильных веток.
tr_tr: Ayrıca dağıtım notları çevirileri yalnızca master üzerinde gereklidir çünkü dağıtım notları yalnızca master'den dağıtılır, çeviriler kararlı dallardan kaldırılır.

source: Although each language team could follow the I18n team working plan, your team may also decide your own work items and priorities as a language team.
de: Obwohl jedes Sprach-Team dem I18n-Team-Arbeitsplan folgen könnte, kann Ihr Team auch Ihre eigenen Workitems und Prioritäten als Sprach-Team entscheiden.
id: Meskipun setiap tim bahasa dapat mengikuti rencana kerja tim I18n, tim Anda juga dapat menentukan item dan prioritas pekerjaan Anda sendiri sebagai tim bahasa.
ko_kr: 각 언어팀은 I18n팀 작업 계획을 따를 수도 있지만, 해당 언어팀은 (독립적인) 언어팀으로서 고유한 작업 항목과 우선 순위를 결정할 수도 있습니다.
ru: Не смотря на то, что каждая языковая команда может следовать плану работ команды I18n, ваша команда может так же договориться о своих собственных задачах и приоритетах для своего языка.
tr_tr: Her dil ekibi i18n ekibinin iş planını takip edebilse de, takımınız kendi çalışma ögelerinde ve önceliklerinde karar kılabilir.

source: Amandeep Singh Saini (jimidar) - Punjabi (India)
ru: Amandeep Singh Saini (jimidar) - Панджаби (Индия)
tr_tr: Amandeep Singh Saini (jimidar) - Punjabi (Hindistan)

source: Another convenient way is to check dashboard translations is to run DevStack in your local environment. To run DevStack, you need to prepare ``local.conf`` file, but no worries. Several ``local.conf`` files are shared on the Internet and a minimum example is shown below. From our experience, you need a machine with two or four CPU cores, 8 GB memory and 20 GB disk to run DevStack comfortably. If you enable just major OpenStack projects, the machine requirement would be much smaller like 2~4GB memory.
de: EIne andere zweckmässige Methode zum Überprüfen der Dashboard-Übersetzungen ist DevStack in Ihrer lokalen Umgebung. Um DevStack laufen zu lassen, brauchen Sie eine Anpassung der Datei ``local.conf``, aber keine Sorge: Es gibt verschiedene ``local.conf`` Dateien im Internet und eine Minimalkonfiguration steht unten. Nach unseren Erfahrungen brauchen Sie eine Maschine mit 2 oder 4 CPU Cores, 8 GB Speicher und 20 GB Festplatte, um DevStack komfortabel laufen zu lassen. Wenn Sie nur einige wichtige OpenStack Projekte laufen lassen, brauch die Maschine weniger als 2~4 GB Speicher.
id: Cara lain yang mudah adalah dengan mengecek dashboard translations yaitu dengan menjalankan DevStack di lingkungan lokal anda. Untuk menjalankan DevStack, Anda perlu menyiapkan file ``local.conf``, tapi jangan khawatir. Beberapa file ``local.conf`` dibagikan di Internet dan contoh minimum ditunjukkan di bawah ini. Dari pengalaman kami, Anda memerlukan mesin dengan dua atau empat core CPU, memori 8 GB dan 20 GB disk untuk menjalankan DevStack dengan nyaman. Jika Anda hanya mengaktifkan proyek OpenStack utama, persyaratan mesin akan jauh lebih kecil seperti memori 2 ~ 4GB.
ja: 別のお手軽な方法は、自分の手元の環境で DevStack を実行して翻訳を確認する方法です。 DevStack を実行するには、 ``local.conf`` を準備する必要がありますが、心配しないでください。 ``local.conf`` ファイルの例がいくつもインターネット上で共有されていますし、最も簡単な例は以下にあります。これまでの経験上、 DevStack を快適に実行するのに必要なマシンスペックは、 CPU コアが 2 か 4、メモリーが 8GB、 ディスクが 20 GB です。 OpenStack の主要プロジェクトだけを動かしたい場合は、マシンに必要なメモリーは 2〜4 GB ともっと少なくなります。
ko_kr: 대시보드 번역을 검사하기 위한 또 다른 방법은 DevStack을 로컬 환경에서 실행하는 것입니다. DevStack을 실행하기 위해서는, ``local.conf`` 파일 준비를 필요로 합니다만, 걱정할 필요는 없습니다. 몇몇 ``local.conf`` 파일들이 인터넷을 통해 공유가 이루어지고 있으며, 간단한 예제를 아래에서 볼 수 있습니다. 경험에 비추어 볼 때, DevStack을 무난하게 실행하기 위해서는 2-4개 CPU 코어, 8 GB 메모리, 그리고 20 GB 디스크를 가지는 가상 머신을 필요로 합니다. 주요 OpenStack 프로젝트만 활성화하는 경우에는, 해당 머신은 2~4GB 메모리와 같이 훨씬 적은 요구 사항이면 됩니다.
ru: Другим удобным способом проверить перевод панелей управления - это запустить DevStack в вашей локальной среде. Чтобы запустить DevStack, вам нужно будет подготовить файл ``local.conf``, что сделать совсем не сложно. Несколько разных файлов ``local.conf`` можно найти в Интернете, и минималистичный пример приведён ниже. По нашему опыту, для запуска DevStack вам понадобится компьютер с двумя или четырьмя процесорными ядрами, 8 ГБ оперативной памяти и 20 ГБ жёстким диском. Если вы запускаете только основные компоненты OpenStack, то компьютеру может быть достаточно 2~4 ГБ оперативной памяти.
tr_tr: Kontrol panosu çevirilerini kontrol etmenin kolay başka bir yolu da yerel ortamınızda DevStack çalıştırmaktır. DevStack çalıştırmak için, ``local.conf`` dosyasını hazırlamalısınız, ama dert etmeyin. İnternette bir çok ``local.conf`` dosyası paylaşılır ve aşağıda asgari bir örnek verilmiştir. Deneyimlerimize göre, iki ya da dört CPU çekirdeğine sahip, 8 GB hafıza ve 20 GB diske sahip bir makine ile DevStack'i rahatlıkla çalıştırabilirsiniz. Yalnızca temel OpenStack projelerini etkinleştirirseniz, makine gereksinimleri 2~4GB bellek gibi çok daha düşük olacaktır.

source: As a minimal check that the translation files that are imported are valid, you can add to your lint target (``pep8`` or ``linters``) a simple ``msgfmt`` test:
ru: В качестве минимальной проверки, что импортированные файлы переводов корректны, вы можете добавить в вашу цель сборки (``pep8`` или ``linters``) простой тест ``msgfmt``:

source: As a translator, if reported bugs turns out beyond a translation bug, it is better to ask I18n team members via the mailing list or the IRC channel. They can handle such bugs.
de: Wenn der gemeldete Bug eine grössere Sache ist, dann ist es besser das I18n-Team über die Mailing-Liste oder dem IRC-Kanal zu fragen. Dort kann man dann solche Bugs behandeln.
id: Sebagai penerjemah, jika bug yang dilaporkan ternyata melampaui bug terjemahan, lebih baik bertanya kepada anggota tim I18 melalui milis atau saluran IRC. Mereka bisa menangani bug semacam itu.
ja: 翻訳者として見て、報告されたバグが翻訳バグの範囲を超えるものだと分かった場合、メーリングリストや IRC チャンネルで I18n チームのメンバーに尋ねるとよいでしょう。彼らがそういったバグを処置してくれることでしょう。
ko_kr: 번역자일 때, 해당 보고된 버그가 번역 버그를 벗어난다고 판단하는 경우에는 메일링리스트 또는 IRC 채널을 통해 해당 버그를 다룰 수 있는 I18n 팀 구성원에게 물어보는 것이 좋습니다.
ru: Если вы - переводчик, и сообщение об ошибке на самом деле выходит за рамки ошибки перевода, то желательно обратиться за помощью к членам команды I18n в списке почтовой рассылки или в IRC чате.
tr_tr: Bir çevirmen olarak, bildirilen hataların bir çeviri hatasının ötesinde olduğunu düşünüyorsanız, posta listesi veya IRC kanalı aracılığıyla i18n takım üyelerine sormak en iyisidir. Bu tür hataları onlar halledebilirler.

source: As with I18n Core Team, the same things apply here. Launchpad I18n Core Team focuses on determining the importance of a translation and/or I18n bug and triaging bug priorities. You can find the member list on `Launchpad I18n Core Member list <https://launchpad.net/~openstack-i18n-core>`__.
id: Seperti Tim Inti I18n, hal yang sama juga berlaku di sini. Tim Inti I18n Launchpad berfokus pada penentuan pentingnya bug terjemahan dan / atau bug dan prioritas bug triase. Anda dapat menemukan daftar anggota `Launchpad I18n Core Member list <https://launchpad.net/~openstack-i18n-core>`__.
ko_kr: I18n 코어 팀과 마찬가지로, 동일한 사항이 여기에 적용됩니다. Launchpad I18n 코어 팀은 번역 그리고/또는 I18n 버그에 대한 중요성을 결정하고 버그 우선 순위를 구분하는데 초점을 둡니다. 구성원 목록은 `Launchpad I18n Core Member list <https://launchpad.net/~openstack-i18n-core>`__ 에서 찾을 수 있습니다.
ru: Правила такие же, как и для основной команды I18n. Основная команда Launchpad I18n фокусируется на определении важности перевода и/или на проблемах и ошибках в I18n и на их приоритизации. Вы можете посмотреть `список членов основной команды Launchpad I18n <https://launchpad.net/~openstack-i18n-core>`__.
