Repository: openstack/i18n
Catalog: doc/source/locale/*/LC_MESSAGES/doc.po
Languages: de, id, ja, ko_kr, ru, tr_tr

source: [Project] Release milestone-3. ``Soft StringFreeze`` is in effect.
de: [Project] Release milestone-3. Ist im Effekt``Soft StringFreeze``.
id: [Project] Release milestone-3. ``Soft StringFreeze`` sedang berlaku.
ja: [プロジェクト] マイルストーン 3 のリリース。 ``Soft StringFreeze`` 状態になります。
ko_kr: [프로젝트] 릴리즈 milestone-3. ``Soft StringFreeze`` 이 유효합니다.
ru: [Проект] Третья стадия релиза. Начало ``мягкой заморозки строк``.
tr_tr: [Proje] Yayın kilometre taşı-3. `ỲumuşakMetinDondurma`` etkin.

source: [Translator] It is suggested to complete translation work by Monday or Tuesday of the Final RC week.
de: [Übersetzer] Es wird vorgeschlagen, die Übersetzungsarbeiten bis Montag oder Dienstag der Final-RC-Woche abzuschließen.
id: [Translator] Disarankan untuk menyelesaikan pekerjaan penerjemahan pada hari Senin atau Selasa minggu RC Final.
ja: [翻訳者] 最後の RC がリリースされる週の月曜か火曜までに翻訳作業を完了することをお薦めします。
ko_kr: [Translator] 번역 작업은 최종 RC 주간에서 월요일 또는 화요일까지 완료가 이루어지기를 권장합니다.
ru: [Переводчик] Рекомендуется закончить работу по переводу к понедельнику или вторнику недели выпуска финального релиз-кандидата (Final RC).
tr_tr: [Çevirmen] Çeviri işini son RC haftasının Pazartesi veya Salı gününe kadar tamamlamalıdır.

source: [Translator] Start translations for the release.
de: [Übersetzer] Starten Übersetzungen für dieses Release.
ja: [翻訳者] そのリリース向けの翻訳を開始します。
ko_kr: [번역자] 해당 릴리즈에 대한 번역을 시작합니다.
ru: [Переводчик] Начинает перевод для релиза.
tr_tr: [Çevirmen] Bu yayın için çevirilere başla.

source: [ianychoi] Although one year was already passed (as of now: Jan 15, 2017), I really would like to say those translators also contributed translations with I18n team members. For acknowledgement purpose, I write their Zanata ID, name, and language team in here :
id: [Ianychoi] Meskipun satu tahun telah berlalu (sampai sekarang: 15 Januari 2017), saya benar-benar ingin mengatakan bahwa penerjemah tersebut juga memberikan kontribusi terjemahan dengan anggota tim I18n. Untuk tujuan pengakuan, saya menulis nama Zanata ID, nama, dan bahasa mereka di sini:
ko_kr: [ianychoi] 이미 1년이 지났음에도 불구하고 (as of now: Jan 15, 2017), 이 번역자들이 I18n 팀 멤버들과 함께 공헌했음을 말하고 싶습니다. 감사의 뜻으로 이분들의 Zanata ID, 성함과 소속 언어팀을 여기 적습니다:
ru: [ianychoi] Не смотря на то, что прошло уже более года (на наст. момент - 15 января, 2017), я очень хотел бы огласить имена тех переводчиков, кто участвовал в работе над переводами вместе с членами команды I18n. Чтобы выразить им признательность, я публикую здесь их Zanata ID, имена, и языковую группу:
tr_tr: [ianychoi] Bir yıl geçmesine rağmen (şu an: Ocak 15, 2017), I18n takım üyeleriyle birlikte çeviri katkısı veren çevirmenleri söylemek isterim. Teşekkür amaçlı, Zanata kimliklerini, isimlerini ve dil takımları şurada:

source: [ianychoi] Note: only "translated" metric was considered to follow the description in I18n contributor guide. After more detail investigation on previous ATC criteria, review metrics were also considered. Fortunately, the three translators (jftalta - 117 translated & 2897 reviews, myamamot - 725 reviews, mucahit - 1241 reviews) are also regarded ATCs from Newton cycle :) - I keep it as record for the next ATC list changes.
id: [Ianychoi] Catatan: hanya metrik "translated" yang dianggap mengikuti deskripsi dalam panduan kontributor I18n. Setelah penyelidikan lebih rinci mengenai kriteria ATC sebelumnya, metrik penilaian juga dipertimbangkan. Untungnya, ketiga penerjemah (jftalta - 117 diterjemahkan & 2897 ulasan, myamamot - 725 ulasan, mucahit - 1241 ulasan) juga dianggap ATC dari siklus Newton :) - Saya menyimpannya sebagai catatan untuk perubahan daftar ATC berikutnya.
ru: [ianychoi] Примечание: только метрика "translated" ("переведённое") использовалась для расчёта статистики, согласно описанию в руководстве по переводам i18n. После более глубокого анализа критериев присуждения звания ATC, метрики по ревью так же были приняты во внимание. Таким образом и к нашей радости, три переводчика (jftalta - 117 переводов & 2897 ревью, myamamot - 725 ревью, mucahit - 1241 ревью) так же получили звание ATC за работу в цикле Newton :) - Я записал эту информацию к себе в заметки и буду иметь её ввиду при следующем обновлении списка ATC.
tr_tr: [ianychoi] Not: yalnızca "çevrilmiş" ölçütü I18n katkıcı kılavuzundaki tanıma uyar. Önceki ATC kriterindeki soruşturmanın ardından, gözden geçirme ölçütleri de dikkate alınmıştır. Neyse ki üç çevirmen (jftalta - 117 çevirme & 2897 gözden geçirme, myamamot - 725 gözden geçirme, mucahit - 1241 gözden geçirme) de ayrıca Newton döngüsünden ATC'ler olarak sayıldı. Sonraki ATC listesi değişiklikleri için kayıtlı tutuyorum.

source: `Bug lists <https://bugs.launchpad.net/openstack-i18n>`_
id: `Daftar bug <https://bugs.launchpad.net/openstack-i18n>`_
ja: `バグの一覧 <https://bugs.launchpad.net/openstack-i18n>`_
ko_kr: `버그 목록 <https://bugs.launchpad.net/openstack-i18n>`_
ru: `Список сообщений об ошибках <https://bugs.launchpad.net/openstack-i18n>`_

source: `Dashboard <https://translate.openstack.org/dashboard/>`__ page shows your recent activity statistics this month and detail activity.
id: Halaman `Dashboard <https://translate.openstack.org/dashboard/>`__ menunjukkan statistik aktivitas terkini bulan ini dan aktivitas detail.
ja: `Dashboard <https://translate.openstack.org/dashboard/>`__ ページで、最近の活動統計と詳細が参照できます。
ko_kr: `대시보드 <https://translate.openstack.org/dashboard/>`__ 페이지는 해당 월에 대한 최근 활동 및 구체적인 활동을 보여줍니다.
ru: Страница `панели информации <https://translate.openstack.org/dashboard/>`__ показывает свежую статистику активности за последний месяц, и детализацию активности.
tr_tr: `Kontrol panosu <https://translate.openstack.org/dashboard/>`__ sayfası yakın zamandaki etkinlik istatistiğinizi ve ayrıntılı etkinliklerinizi gösterir.

source: `Horizon (OpenStack dashboard) <https://bugs.launchpad.net/horizon>`_
ru: `Панель управления OpenStack Horizon <https://bugs.launchpad.net/horizon>`_
tr_tr: `Horizon (OpenStack kontrol panosu) <https://bugs.launchpad.net/horizon>`_

source: `Horizon I18n bugs <https://bugs.launchpad.net/horizon/+bugs?field.tag=i18n>`_
ja: `Horizon I18n バグ <https://bugs.launchpad.net/horizon/+bugs?field.tag=i18n>`_
ko_kr: `Horizon I18n 버그 <https://bugs.launchpad.net/horizon/+bugs?field.tag=i18n>`_
ru: `Сообщения об ошибках панели управления Horizon I18n <https://bugs.launchpad.net/horizon/+bugs?field.tag=i18n>`_
tr_tr: `Horizon I18n hataları <https://bugs.launchpad.net/horizon/+bugs?field.tag=i18n>`_

source: `Language translation team <https://wiki.openstack.org/wiki/I18nTeam/team>`_: you can ask in your language :-)
de: `Sprachübersetzungsteams können Ihnen in Ihrer Sprache helfen <https://wiki.openstack.org/wiki/I18nTeam/team>`_:
id: `Language translation team <https://wiki.openstack.org/wiki/I18nTeam/team>`_: Anda bisa bertanya dalam bahasa Anda :-)
ja: `各言語の翻訳チーム <https://wiki.openstack.org/wiki/I18nTeam/team>`_: 自分の言語で質問できます:-)
ko_kr: `언어(별) 번역팀 <https://wiki.openstack.org/wiki/I18nTeam/team>`_: 사용하는 언어로 물어볼 수 있습니다 :-)
ru: `Команды переводчиков <https://wiki.openstack.org/wiki/I18nTeam/team>`_: связавшись с членами команды своего языка, вы можете задать вопрос на родном языке :-)
tr_tr: `Dil çeviri ekibi <https://wiki.openstack.org/wiki/I18nTeam/team>`_: kendi dilinizde sorabilirsiniz :-)

source: `Open reviews in openstack/i18n <https://review.opendev.org/#/q/status:open+project:openstack/i18n>`_
ru: `Открытые ревью в openstack/i18n <https://review.opendev.org/#/q/status:open+project:openstack/i18n>`_

source: `OpenStack manuals <https://bugs.launchpad.net/openstack-manuals>`_
ru: `Руководства по OpenStack <https://bugs.launchpad.net/openstack-manuals>`_
tr_tr: `OpenStack kılavuzları <https://bugs.launchpad.net/openstack-manuals>`_

source: `OpenStack-Ansible (OSA) <https://docs.openstack.org/openstack-ansible/latest/>`__ provides Ansible playbooks and roles for the deployment and configuration of an OpenStack environment. As part of the project a feature named 'Translation Check Site' is developed. An OSA instance will fetch translation strings from `translation platform <https://translate.openstack.org/>`__, compile and serve these strings in Horizon. You need a machine with two or four CPU cores, at least 8 GB memory and 70 GB disk to run OSA.
id: `OpenStack-Ansible (OSA) <https://docs.openstack.org/openstack-ansible/latest/>`__ menyediakan playbook dan peran Ansible untuk penyebaran dan konfigurasi lingkungan OpenStack. Sebagai bagian dari proyek, sebuah fitur bernama 'Translation Check Site' dikembangkan. Instance OSA akan mengambil string terjemahan dari ``translation platform <https://translate.openstack.org/>` __, mengkompilasi dan melayani string ini di Horizon. Anda memerlukan mesin dengan dua atau empat core CPU, setidaknya 8 GB memori dan 70 GB disk untuk menjalankan OSA.
ja: `OpenStack-Ansible (OSA) <https://docs.openstack.org/openstack-ansible/latest/>`__ は、 OpenStack 環境のデプロイや設定を行う Ansible プレイブックやロールを提供しています。このプロジェクトの中で「翻訳確認サイト」という機能が開発されました。 OSA インスタンスは、 `translation platform <https://translate.openstack.org/>`__ から翻訳ストリングを取得し、コンパイルを行ってから、 Horizon で参照できるようにします。 OSA を実行するには、 2 個か 4 個の CPU コア、少なくとも 8GB のメモリーと 70 GB のディスクを持ったマシンが必要です。
ko_kr: `OpenStack-Ansible (OSA) <https://docs.openstack.org/openstack-ansible/latest/>`__ 은 OpenStack 환경에 대한 배포 및 구성을 위해 Ansible playbook 및 role을 제공합니다. 이 프로젝트 내 일부분으로 'Translation Check Site' 기능이 있습니다. OSA 인스턴스는 `번역 플랫폼 <https://translate.openstack.org/>`__ 으로부터 번역 문자열을 가져온 다음, Horizon에 대해 해당 문자열을 컴파일하여 제공합니다. 2 또는 4 코어 CPU와 함께 적어도 8 GB 메모리 및 70 GB 디스크 이상을 가진 머신을 필요로 합니다.
ru: Проект `OpenStack-Ansible (OSA) <https://docs.openstack.org/openstack-ansible/latest/>`__ предоставляет плейбуки и роли Ansible для развёртывания и настройки сред OpenStack. Как часть этого проекта был разработан сервис "Сайт проверки переводов" ("Translation Check Site"). Инстанс OSA загружает полежащие переводу строки `платформы переводов <https://translate.openstack.org/>`__, компилирует их, и делает их доступными для просмотра в Horizon. Для запуска OSA вам понадобится компьютер с двумя или четырьмя процессорными ядрами, как минимум 8ГБ оперативной памяти, и жёстким диском на 70ГБ.

source: `Periodic jobs: Syncing into repos <http://zuul.opendev.org/t/openstack/builds?job_name=propose-translation-update>`__
ru: `Периодические задачи: синхронизация в репозитории <http://zuul.opendev.org/t/openstack/builds?job_name=propose-translation-update>`__

source: `Post jobs - Syncing to Zanata <https://zuul.opendev.org/t/openstack/builds?job_name=upstream-translation-update>`__
ru: `Пост-задачи – синхронизация в Zanata <https://zuul.opendev.org/t/openstack/builds?job_name=upstream-translation-update>`__

source: `Profile <https://translate.openstack.org/profile/>`__ page provides more nice statistics view. It shows your statistics in this month and last month.
id: Halaman `Profile <https://translate.openstack.org/profile/>`__ menyediakan tampilan statistik yang lebih bagus. Ini menunjukkan statistik Anda di bulan ini dan bulan lalu.
ja: `Profile <https://translate.openstack.org/profile/>`__ ページでは、もっと見映えのよい形で統計情報が表示されます。今月と先月の活動統計が参照できます。
ko_kr: `Profile <https://translate.openstack.org/profile/>`__ 페이지는 보다 괜찮은 통계 뷰 화면을 제공합니다. 현재 달 및 지난 달에 대한 통계를 제공합니다.
ru: Страница `профиля <https://translate.openstack.org/profile/>`__ показывает более удобный вид со статистикой. Она показывает вам статистику за текущий и предыдущий месяцы.
tr_tr: `Profil <https://translate.openstack.org/profile/>`__ sayfası daha güzel istatistik görünümü sağlar. Bu ay ve geçen ayın istatistiklerini gösterir.

source: `Quick reStructuredText <http://docutils.sourceforge.net/docs/user/rst/quickref.html>`__
ru: `Справочник reStructuredText <http://docutils.sourceforge.net/docs/user/rst/quickref.html>`__

source: `Sphinx documentation <http://sphinx.readthedocs.io/en/latest/rest.html>`__
de: `Sphinx Dokumentation <http://sphinx.readthedocs.io/en/latest/rest.html>`__
ja: `Sphinx ドキュメント <http://sphinx.readthedocs.io/en/latest/rest.html>`__
ru: `Документация Sphinx <http://sphinx.readthedocs.io/en/latest/rest.html>`__
tr_tr: `Sphinx belgelendirmesi <http://sphinx.readthedocs.io/en/latest/rest.html>`__

source: `Stackalytics <http://stackalytics.com/>`__ is a popular web site which allows us to know various statistics related to OpenStack. It supports translation statistics :)
id: `Stackalytics <http://stackalytics.com/>`__ Adalah situs web populer yang memungkinkan kita mengetahui berbagai statistik yang berkaitan dengan OpenStack. Ini mendukung statistik terjemahan :)
ja: `Stackalytics <http://stackalytics.com/>`__ は、 OpenStack に関連する活動の種々の統計情報を調べる際によく使われるウェブサイトです。翻訳の統計情報も参照できるようになっています :)
ko_kr: `Stackalytics <http://stackalytics.com/>`__ 는 OpenStack과 관련된 다양한 통계를 알도록 해 주는 대중적인 웹사이트입니다. 번역 통계를 지원합니다 :)
ru: `Stackalytics <http://stackalytics.com/>`__ - это популярный веб-сайт, который позволяет нам узнавать различную статистику, имеющую отношение к OpenStack. Он так же поддерживает статистику переводов :)
tr_tr: `Stackalytics <http://stackalytics.com/>`__ OpenStack ile ilgili çeşitli istatistikleri bilmemizi sağlayan popüler bir web sitesi. Çeviri istatistiklerini de destekliyor :)

source: `Translation plan <https://translate.openstack.org/>`_
id: `Rencana penerjemahan <https://translate.openstack.org/>`_
ko_kr: `번역 계획 <https://translate.openstack.org/>`_
ru: `План переводов <https://translate.openstack.org/>`_

source: ``--help`` option shows the detail usage.
id: Opsi ``--help`` menunjukkan penggunaan detail.
ko_kr: ``--help`` 옵션은 자세한 사용법을 보여줍니다.
ru: Опция ``--help`` показывает детальную справку.
tr_tr: ``--help`` seçeneği ayrıntılı kullanımı gösterir.

source: ``<Zanata-project-name>`` is Zanata project name,
id: ``<Zanata-project-name>`` adalah nama proyek Zanata,
ja: ``<Zanata-project-name>`` : Zanata のプロジェクト名
ko_kr: ``<Zanata-project-name>`` 는 Zanata 프로젝트 이름입니다.
ru: ``<Zanata-project-name>`` – это имя проекта Zanata,
tr_tr: ``<Zanata-proje-ismi>`` Zanata proje ismidir,

source: ``<Zanata-project-version>`` is Zanata project version such as ``master`` or ``stable-mitaka``,
id: ``<Zanata-project-version>`` adalah versi proyek Zanata seperti ``master`` atau ``stable-mitaka``,
ja: ``<Zanata-project-version>`` : Zanata のプロジェクトバージョン (``master`` や ``stable-mitaka`` などど)
ko_kr: ``<Zanata-project-version>`` 는 ``master`` 또는 ``stable-mitaka`` 와 같은 Zanata 프로젝트 버전입니다.
ru: ``<Zanata-project-version>`` – это версия проекта Zanata, например: ``master`` или ``stable-mitaka``,
tr_tr: ``<Zanata-proje-sürümü>`` Zanata proje sürümüdür, örneğin ``master`` veya ``stable-mitaka``,

source: ``<path>`` is a path of a document such as ``nova/locale``, ``openstack_dashboard/locale`` or ``releasenotes/source/locale``,
id: ``<path>`` adalah jalur dokumen seperti ``nova/locale``, ``openstack_dashboard/locale`` atau ``releasenotes/source/locale``,
ja: ``<path>`` : ドキュメントのパス (``nova/locale``, ``openstack_dashboard/locale``, ``releasenotes/source/locale`` など)
ko_kr: ``<path>``는 ``nova/locale``, ``openstack_dashboard/locale`` 또는 ``releasenotes/source/locale`` 와 같은 문서 경로입니다.
ru: ``<path>`` – это путь к документу, например: ``nova/locale``, ``openstack_dashboard/locale`` или ``releasenotes/source/locale``,
tr_tr: ``<yol>`` belge yoludur, örneğin ``nova/locale``, ``openstack_dashboard/locale`` veya ``releasenotes/source/locale``,

source: ``<resource>`` is a document name in Zanata.
id: ``<resource>`` adalah nama dokumen di Zanata.
ja: ``<resource>`` : Zanata でのドキュメント名
ko_kr: ``<resource>`` Zanata 내 문서 이름입니다.
ru: ``<resource>`` – это имя документа в Zanata.
tr_tr: ``<kaynak>`` Zanata'da bir belge ismidir.

source: `openstack-i18n in Launchpad <https://bugs.launchpad.net/openstack-i18n>`_
ja: `Launchpad openstack-i18n <https://bugs.launchpad.net/openstack-i18n>`_
ru: Проект `openstack-i18n в Launchpad <https://bugs.launchpad.net/openstack-i18n>`_
tr_tr: `Launchpad'de openstack-i18n <https://bugs.launchpad.net/openstack-i18n>`_

source: add the source project to "Also affects project" of this bug.
de: Fügen Sie das Source-Projekt als "Also affects project" hinzu.
id: tambahkan proyek sumber untuk "Also affects project" dari bug ini.
ja: そのバグの "Also affects project" に上流プロジェクトを追加する
ko_kr: 소스 프로젝트를 해당 버그 내 "Also affects project" 에 추가합니다.
ru: добавьте исходный проект в список "Затронутые проекты" ("Also affects project") для этого сообщения об ошибке
tr_tr: kaynak projeyi bu hatanın "Projeyi de etkiliyor" kısmına ekleyin.

source: assign the bug to you or a member of your language team, and then mark it as "In Progress"
de: Weisen Sie den Bug sich selber oder einem Mitglied Ihres Sprachteams zu und markieren ihn als "In Progress"
id: tetapkan bug itu kepada Anda atau anggota tim bahasa Anda, lalu tandai sebagai "In Progress"
ja: バグ担当者として自分や同じ言語チームのメンバーを割り当てて、ステータスを「In Progress」に設定する
ko_kr: 버그를 본인 또는 대상 언어팀 구성원에게 할당하고, "In Progress" 로 상태를 기록합니다
ru: назначьте (assign) это сообщение об ошибке на самого себя, или на члена вашей языковой команды для дальнейшей работы, и отметьте его как "В работе" ("In Progress")
tr_tr: hatayı kendinize ya da dil takımınızın bir üyesine atayın, ve "İşlemde" olarak işaretleyin

source: bugs in a source project
id: bug dalam proyek sumber
ja: 上流プロジェクトのバグ
ko_kr: 소스 프로젝트 내 버그
ru: ошибки в исходном коде проектов
tr_tr: bir kaynak projedeki hatalar

source: bugs in tool chains
id: bug di rantai alat
ja: ツール類のバグ
ko_kr: 툴 체인 내 버그
ru: ошибки в инструментах перевода
tr_tr: araç zincirlerindeki hatalar

source: confirm the bug
de: Bestätigen Sie den Bug
id: confirmasi bug
ja: バグの再現性を確認する
ko_kr: 버그를 확인합니다
ru: подтвердите сообщение об ошибке, установив статус "Confirmed"
tr_tr: hatayı onaylayın

source: confirm the bug or mark it as incomplete
de: Bestätigen Sie den Bug oder markieren ihn als unvollständig
id: Konfirmasikan bug atau tandai sebagai tidak lengkap
ja: バグの確認を行う、もしくはステータスを Incomplete にする
ko_kr: 버그를 확인하거나 incomplete로 구분합니다
ru: подтвердите сообщение об ошибке (Confirmed), или отметьте его как неполное (Incomplete)
tr_tr: hatayı onaylayın veya tamamlanmamış olarak işaretleyin

source: exported the translators contribution statistics from Transifex since 2014-11-01 to 2015-07-16
id: Mengekspor statistik penerjemah dari Transifex sejak 2014-11-01 sampai 2015-07-16
ko_kr: 2014년 11월 1일 - 2015년 7월 16일의 기간의 Transifex 의 번역자 공헌 통계로부터 추출함
ru: Экспорт статистики работы переводчиков из Transifex с 01.11.2014 по 16.07.2015
tr_tr: Transifex'den 2014-11-01 2015-07-16 aralığındaki çevirmen istatistikleri dışa aktarıldı

source: fix it by visiting a corresponding resource in Zanata and correcting translations.
de: Beheben Sie den Fehler indem die entsprechende Quelle in Zanata gesucht und korrigiert wird.
id: Perbaiki dengan mengunjungi sumber yang sesuai di Zanata dan memperbaiki terjemahan.
ja: Zanata でバグに対応するリソースの翻訳を修正する
ko_kr: Zanata 내 대응하는 리소스에 접속하고 번역을 올바르게 바꿈으로써 수정합니다.
ru: исправьте перевод, зайдя в Zanata и найдя там соответствующий проект и документ
tr_tr: Zanata'da ilgili kaynağa giderek çeviriyi düzeltin.

source: prioritize the bug
de: Priorisieren Sie den Bug
id: memprioritaskan bug
ja: バグの優先付けを行う
ko_kr: 번역 우선순위를 지정합니다
ru: приоритезируйте сообщение об ошибке
tr_tr: hatayı önceliklendirin

source: tag it with the project name, for example "horizon" or "docs".
de: Taggen Sie ihn mit dem Projektnamen, z.B. "horizon" oder "docs".
id: Tandai dengan nama proyek, misalnya "horizon" atau "docs".
ja: プロジェクト名のタグをつける (例: "horizon" や "docs")
ko_kr: 예를 들면 "horizon" 또는 "docs" 와 같이 프로젝트 이름을 태그로 겁니다.
ru: поставьте тег с именем проекта, например, "horizon" или "docs"
tr_tr: proje ismiyle etiketleyin, örneğin "horizon" veya "docs".

source: tag the bug with a language name
de: Taggen Sie den Bug mit einem Sprachnamen
id: Tag bug dengan nama bahasa
ja: バグに言語名のタグを付与する
ko_kr: 버그에 언어명을 태그로 붙입니다
ru: пометьте сообщение об ошибке тегом с названием языка
tr_tr: Hatayı bir dil ismiyle etiketleyin

source: translation bugs
id: bug terjemahan
ja: 翻訳バグ
ko_kr: 번역 버그
ru: ошибки перевода
tr_tr: çeviri hataları

source: Łukasz Jernas (id: deejay1) - Polish (Poland)
ru: Łukasz Jernas (id: deejay1) - Польский (Польша)
tr_tr: Łukasz Jernas (id: deejay1) - Lehçe (Polonya)

source: (Some contribution would be appreciated.)
id: (Beberapa kontribusi akan dihargai.)
tr_tr: (Biraz katkı fena olmazdı.)

source: :ref:`ATC status in I18n project <i18n-atc>` is determined based on translation statistics in a specific period.
id: :ref:`ATC status in I18n project <i18n-atc>` ditentukan berdasarkan statistik penerjemahan dalam suatu periode tertentu.
tr_tr: :ref:`i18n projesinde ATC durumu <i18n-atc>` belirli bir dönemdeki çeviri istatistiklerine dayalıdır.

source: A list of all ATCs is available at http://governance.openstack.org/reference/projects/i18n.html#extra-atcs.
id: Daftar semua ATC tersedia di http://governance.openstack.org/reference/projects/i18n.html#extra-atcs.
tr_tr: Tüm ATC'lerin listesi şurada mevcuttur http://governance.openstack.org/reference/projects/i18n.html#extra-atcs.

source: ATC status in I18n project
de: ATC Status im I18n Projekt
id: Status ATC di proyek I18n
tr_tr: i18n projesinde ATC durumu

source: AUC status in I18n project
id: AUC status dalam I18n project

source: After you log in with OpenStack ID, you will be requested to fill in your profile.
de: Nach dem Login mit der OpenStack-ID werden Sie aufgefordert, Ihr Profil auszufüllen.
id: Setelah masuk dengan OpenStack ID, Anda akan diminta untuk mengisi profil Anda.
tr_tr: OpenStack kimliğinizle giriş yaptıktan sonra, profilinizi doldurmanız istenecektir.

source: As OpenStack evolved, Active User Contributor (AUC) recognition process was introduced by the `OpenStack User Committee (UC) <https://governance.openstack.org/uc/>`_. AUCs are acknowledged to operators and users who contributed aligned with UC governance.
id: Sebagai OpenStack berkembang, proses pengenalan Active User Contributor (AUC) diperkenalkan oleh `OpenStack User Committee (UC) <https://governance.openstack.org/uc/>`_. AUC diakui untuk operator dan pengguna yang berkontribusi selaras dengan tata kelola UC.

source: As an official project, the responsibility of the I18n PTL is generally subject to the `Project Team Guide <https://docs.openstack.org/project-team-guide/ptl.html>`__. This chapter describes tasks for I18n PTL and gives some useful hints. If you want to be I18n PTL or you new in this role, please read carefully. For all other is this chapter informal.
id: Sebagai proyek resmi, tanggung jawab PTL I18 pada umumnya tunduk pada `Project Team Guide <https://docs.openstack.org/project-team-guide/ptl.html>` __. Bab ini menjelaskan tugas-tugas untuk PTL dan memberi beberapa petunjuk bermanfaat. Jika Anda ingin menjadi CEO PTL atau Anda yang baru dalam peran ini, bacalah dengan saksama. Untuk semua lainnya adalah bab ini informal.
