Repository: openstack/i18n
Catalog: doc/source/locale/*/LC_MESSAGES/doc.po
Languages: de, id, ja, ko_kr, ru, tr_tr

source: The terms in this page follow release schedule pages.
de: Die Begriffe auf dieser Seite folgen den Freigabeplanplänen.
id: Istilah di halaman ini mengikuti halaman jadwal pelepasan.
tr_tr: Bu sayfadaki terimler yayın takvim sayfalarını takip eder.

source: The work for PTL and Zanata administrator is described in chapter :doc:`release_management`. This covers also questions about string freezes and work with stable branches.
id: Pekerjaan untuk administrator PTL dan Zanata dijelaskan di bab :doc: `release_management`. Ini mencakup juga pertanyaan tentang string membeku dan bekerja dengan cabang yang stabil.

source: This usually happens within a week after the release.
de: Dies geschieht in der Regel innerhalb einer Woche nach der Veröffentlichung.
id: Hal ini biasanya terjadi dalam waktu seminggu setelah rilis.
tr_tr: Bu genellikle yayındna bir hafta sonra olur.

source: To build a translated document, you need to update the file ``doc-tools-check-languages.conf`` in each repository, and add an entry to ``BOOKS`` like ``["ja"]="install-guide"``.
id: Untuk membangun dokumen yang diterjemahkan, Anda perlu memperbarui file ``doc-tools-check-languages.conf`` di setiap repositori, dan menambahkan entri ke ``BOOKS`` seperti ``["ja"] = "install -guide"` `.

source: Translated documents are available at the OpenStack Documentation site. It is updated daily. Most contents are linked from either of:
de: Übersetzte Dokumente sind auf der Seite der OpenStack Dokumentation verfügbar. Es wird täglich aktualisiert. Der meiste Inhalt ist von hier verlinkt:
id: Dokumen yang diterjemahkan tersedia di situs Dokumentasi OpenStack. Ini diperbarui setiap hari. Sebagian besar konten dihubungkan dari salah satu dari:
tr_tr: Çevrilen belgeler OpenStack Belgelendirme sitesinde kullanılabilir. Günlük güncellenmektedir. Çoğu içerik şunlardan birinden bağlanır:

source: Translation infrastructure tasks are stored and managed in `openstack-infra/project-config <https://opendev.org/openstack/project-config/>`__ repository. The translation infrastructure scripts are stored and managed in `openstack-infra/openstack-zuul-jobs <https://opendev.org/openstack-infra/openstack-zuul-jobs>`__ repository.
id: Tugas infrastruktur terjemahan disimpan dan dikelola di `openstack-infra/project-config <https://opendev.org/openstack/project-config/>`__ repository. Skrip infrastruktur terjemahan disimpan dan dikelola di `openstack-infra/openstack-zuul-jobs <https://opendev.org/openstack-infra/openstack-zuul-jobs>`__ repository.

source: Translators who translate and review 300 and more words combinedly in the last six months until the deadline of AUC nomination are nominated as AUCs, and translation count and review count can be added up. The detail period is determined by the PTL in each cycle. For Train cycle, the six month period was from 2019-01-26 to 2019-07-25.
id: Penerjemah yang menerjemahkan dan mengulas 300 kata dan lebih banyak kata secara bersamaan dalam enam bulan terakhir hingga batas waktu nominasi AUC dinominasikan sebagai AUC, dan jumlah terjemahan serta jumlah ulasan dapat ditambahkan. Periode detail ditentukan oleh PTL dalam setiap siklus. Untuk siklus Train, periode enam bulan adalah dari 2019-01-26 hingga 2019-07-25.

source: Translators who translate and review 300 and more words combinedly in the last six months until the deadline of extra ATCs nomination are nominated as ATCs, and the ATC status of translators is valid for one year. Translation count and review count can be added up. The detail period is determined by the PTL in each cycle. For Newton cycle, the six month period was from 2016-02-01 to 2016-07-31, and this ATC status will expire on July 2017 if there will be no additional translation contributions.
de: Übersetzer, die 300 und mehr Wörter in den letzten sechs Monaten kombiniert und überprüft haben, bis die Frist der ATC-Nominierung als ATCs nominiert ist und der ATC-Status der Übersetzer für ein Jahr gültig ist. Zähler für Übersetzungen und Überprüfungen können addiert werden. Die Detailperiode wird durch den PTL in jedem Zyklus bestimmt. Für den Newton-Zyklus war der Zeitraum von sechs Monaten von 2016-02-01 bis 2016-07-31, und dieser ATC-Status läuft im Juli 2017 aus, wenn es keine zusätzlichen Übersetzungsbeiträge gibt.
id: Penerjemah yang menerjemahkan dan meninjau 300 kata dan lebih banyak lagi dalam enam bulan terakhir sampai batas waktu nominasi ekstra ATC dinominasikan sebagai ATC, dan status penerjemah ATC berlaku selama satu tahun. Jumlah terjemahan dan jumlah peninjauan dapat ditambahkan. Periode detail ditentukan oleh PTL pada setiap siklus. Untuk siklus Newton, periode enam bulan adalah dari 2016-02-01 sampai 2016-07-31, dan status ATC ini akan berakhir pada Juli 2017 jika tidak akan ada kontribusi terjemahan tambahan.
tr_tr: Ek ATC adaylıklarının son tarihine kadarki son altı ayda 300 ve daha fazla kelime çeviren ve gözden geçiren çevirmenler ATC olarak aday olur, ve çevirmenin ATC durumu bir yıl geçerlidir. Çeviri sayısı ve gözden geçirme sayısı toplanabilir. Ayrıntı aralığı her döngüde PTL tarafından belirlenir. Newton döngüsünde, altı aylık aralık 2016-02-01 ve 2016-07-31 arasındaydı, ve bu ATC durumu Temmuz 2017'de ek çeviri katkıları olmazsa sona erecekti.

source: Using docs.openstack.org
de: docs.openstack.org benutzen
id: Menggunakan docs.openstack.org
tr_tr: docs.openstack.org kullanarak

source: You can check a generated document for a specified branch on http://docs.openstack.org/<branch>/<language>/<document>. For example, the link of Ubuntu Installation Guide for Liberty is http://docs.openstack.org/liberty/ja/install-guide-ubuntu/.
de: Sie können ein generiertes Dokument für einen speziellen Branch überprüfen auf http://docs.openstack.org/<branch>/<language>/<document>. Zum Beispiel, der Link für die Ubuntu-Installationsanleitung in Liberty lautet http://docs.openstack.org/liberty/ja/install-guide-ubuntu/.
id: Anda dapat memeriksa dokumen yang dihasilkan untuk cabang tertentu di http://docs.openstack.org/ <branch> / <language> / <document>. Misalnya, link Panduan Instalasi Ubuntu untuk Liberty adalah http://docs.openstack.org/liberty/ja/install-guide-ubuntu/.
tr_tr: Belirli bir dal için üretilen belgeyi http://docs.openstack.org/<dal>/<dil>/<belge> üzerinden kontrol edebilirsiniz. Örneğin Liberty için Ubuntu Kurulum Kılavuzu http://docs.openstack.org/liberty/ja/install-guide-ubuntu/ adresindedir.

source: You can refer to `previous meeting logs with their notes <http://eavesdrop.openstack.org/meetings/openstack_i18n_team_meeting/>`_.
id: Anda bisa merujuk `previous meeting logs with their notes <http://eavesdrop.openstack.org/meetings/openstack_i18n_team_meeting/>`_.

source: [I18n PTL] Coordinate release and translation import schedule of individual projects with PTL or I18n liaison.
de: [I18n PTL] Koordiniert Release und Übersetzungsimportplan von individuellen Projekten mit PTL oder I18n Liaison.
id: [I18n PTL] Koordinasi pelepasan dan penjabaran jadwal impor proyek individual dengan penghubung PTL atau I18n.
tr_tr: [I18n PTL] PTL veya I18n bağlantısıyla bağımsız projelerin yayınlanmasını ve çeviri takvimini düzenle.

source: [Translator] Translate **stable-XXXX** version instead of master version on Zanata.
de: [Übersetzer] Übersetzen **stable-XXXX** Version anstatt der Master-Version in Zanata.
id: [Translator] Translate versi **stable-XXXX** bukan versi master pada Zanata.
tr_tr: [Çevirmen] Zanata'da master sürümü yerine **stable-XXXX** sürümünü çevir.

source: [Zanata admin] Create a stable version such as ``stable-newton``
de: [Zanata admin] Erstellt eine stabile Version, zum Beispiel ``stable-newton``
id: [Zanata admin] Create versi stabil seperti ``stable-newton``
tr_tr: [Zanata yöneticisi] ``stable-newton`` gibi bir kararlı sürüm oluştur

source: [Zanata admin] Merge a stable version back into the master version.
de: [Zanata admin] Füge eine stabile Version wieder in die Master-Version ein.
id: [Zanata admin] Bergabunglah dengan versi stabil kembali ke versi master.
tr_tr: [Zanata yöneticisi] Kararlı bir sürümü master sürüm üstüne birleştir.

source: `OpenStack Health <http://status.openstack.org/openstack-health/#/>`__ dashboard provides us a convenient way to check the translation job status.
de: `OpenStack Health <http://status.openstack.org/openstack-health/#/>`__ Dashboard stellt einen nützlichen Weg dar, den Translation Job-Status zu überwachen.
id: Dashboard `OpenStack Health <http://status.openstack.org/openstack-health/#/>` __ memberi kami cara mudah untuk memeriksa status pekerjaan terjemahan.
tr_tr: `OpenStack Sağlık <http://status.openstack.org/openstack-health/#/>`__ kontrol panosu çeviri işi durumunu kontrol etmemiz için kolay bir yol sağlar.

source: `Translation statistics <http://stackalytics.com/?metric=translations>`_
id: `Statistik penerjemahan <http://stackalytics.com/?metric=translations>`_

source: AC members of I18n project
ko_kr: I18n 프로젝트 AC 멤버

source: Active Contributor status in I18n project
ko_kr: I18n 프로젝트 내 활동 컨트리뷰터 (AC) 상태

source: Commenting out CI-specific codes
ko_kr: CI에 특화된 코드 주석 처리

source: Copy the translation scripts to your working directory from `openstack-zuul-jobs/roles/prepare-zanata-client/files <https://opendev.org/openstack/openstack-zuul-jobs/src/branch/master/roles/prepare-zanata-client/files>`__. In addition, you need to copy ``common.sh`` from `project-config/roles/copy-proposal-common-scripts/files <https://opendev.org/openstack/project-config/src/branch/master/roles/copy-proposal-common-scripts/files>`__ to the same working directory.
ko_kr: `openstack-zuul-jobs/roles/prepare-zanata-client/files <https://opendev.org/openstack/openstack-zuul-jobs/src/branch/master/roles/prepare-zanata-client/files>`__ 에서 작업 디렉터리로 번역 스크립트를 복사합니다. 추가로, `project-config/roles/copy-proposal-common-scripts/files <https://opendev.org/openstack/project-config/src/branch/master/roles/copy-proposal-common-scripts/files>`__ 에 있는 `common.sh`` 를 동일한 작업 디렉터리에 복사할 필요가 있습니다.

source: Copying upper-constraints.txt
ko_kr: upper-constraints.txt 복사

source: Creating ~/.venv virtualenv
ko_kr: ~/.venv 가상환경 생성

source: Currently, we support translations for small set of OpenStack project documentations like Horizon, OpenStack-Ansible, and OpenStack-Helm upon requests and available bandwidth. Top-level directory structure on ``doc/source/`` follows with `Documentation Contributor Guide - Project guide setup <https://docs.openstack.org/doc-contrib-guide/project-guides.html>`_ and the corresponding generated documents for ``master`` branch are available at ``https://docs.openstack.org/<project>/latest/<language>/<document>`` URL. For project team documents in stable branch, you can check the documents with ``https://docs.openstack.org/<project>/<branch>/<language>/<document>`` URL.
ko_kr: 현재는 Horizon, OpenStack-Ansible, OpenStack-Helm과 같은 일부 OpenStack 프로젝트 문서에 대해 요청과 가용한 리소스에 따라 번역을 지원하고 있습니다. ``doc/source/`` 에 있는 최상위 디렉토리 구조는 `문서 컨트리뷰션 가이드 - 프로젝트 가이드 셋업 <https://docs.openstack.org/doc-contrib-guide/project-guides.html>`_ 을 따르며, ``master`` 브랜치에 대해 생성된 해당 문서들은 ``https://docs.openstack.org/<project>/latest/<language>/<document>`` URL에서 확인할 수 있습니다. Stable 브랜치에 있는 프로젝트 팀 문서의 경우, ``https://docs.openstack.org/<project>/<branch>/<language>/<document>` URL에서 문서를 확인할 수 있습니다.

source: Debugging job scripts
ko_kr: 작업 스크립트 디버깅

source: Documents on openstack-manuals
ko_kr: openstack-manuals 문서

source: Environment
ko_kr: 환경

source: For OpenStack documentation, `openstack-manuals git repository <https://opendev.org/openstack/openstack-manuals>`_ hosts essential OpenStack documents such as `Installation Guide <https://docs.openstack.org/install-guide/>`_, and `Virtual Machine Image Guide <https://docs.openstack.org/image-guide/>`_.
ko_kr: OpenStack 문서에 대해, `openstack-manuals git 저장소 <https://opendev.org/openstack/openstack-manuals>`_ 에는 `설치 가이드 <https://docs.openstack.org/install-guide/>`_ 및 `가상 머신 이미지 가이드 <https://docs.openstack.org/image-guide/>`_ 와 같은 필수 OpenStack 문서를 호스트합니다.

source: For each horizon related project in OpenStack, there is an automation job daily to download the translations in PO file to the "locale" folder under the source folder of each project. See :doc:`here <infra>`. It will generate a review request in Gerrit. After :doc:`review <reviewing-translation-import>`, the translation in PO file will be merged.
ko_kr: OpenStack의 각 horizon 관련 프로젝트에는 PO 파일의 번역을 각 프로젝트의 소스 폴더 아래에있는 "locale"폴더로 다운로드하는 자동화 작업이 매일 있습니다. 참조: :doc:`here <infra>`. Gerrit에서 검토 요청을 생성합니다. :doc:`review <reviewing-translation-import>` 다음에 PO 파일의 번역이 병합됩니다.

source: For each horizon related project in OpenStack, there is an automation job to extract the messages , generate PO template and upload to Zanata, which is triggered by the "commit" event. See :doc:`here <infra>`.
ko_kr: OpenStack의 각 horizon 관련 프로젝트에는 메시지를 추출하고 PO 템플릿을 생성되어 "commit"이벤트에 의해 트리거되는 Zanata에 업로드하는 자동화 작업이 있습니다. 참조: :doc:`here <infra>`.

source: Here are sample document links as examples:
ko_kr: 다음은 샘플 문서 링크 예시입니다:

source: Horizon and Horizon plugins are the main targets which affect StringFreezes. Note that StringFreezes are applied to I18n team target projects and with ``cycle-with-rc`` or ``cycle-with-intermediary`` release model.
ko_kr: Horizon과 Horizon 플러그인은 StringFreezes에 영향을 미치는 주요 대상입니다. StringFreezes는 ``cycle-with-rc`` 또는 ``cycle-with-intermediary`` 릴리즈 모델에 해당하는 i18n 팀 대상 프로젝트에 적용되는 점 참고하십시오.

source: IRC channel: ``#openstack-i18n`` on OFTC
ja: IRC チャンネル: OFTC の ``#openstack-i18n``
ko_kr: IRC 채널: OFTC 내 ``#openstack-i18n``

source: If you are not familiar with IRC, please read `Contributor Guide <https://docs.openstack.org/contributors/common/communication.html#irc>`_. You can simply use the web client for OFTC to come to `#openstack-i18n channel <https://webchat.oftc.net/?channels=openstack-i18n>`_.
ko_kr: 아직 IRC에 익숙하지 않다면 `Contributor Guide <https://docs.openstack.org/contributors/common/communication.html#irc>`_ 를 읽어 보십시오. 간단하게는 OFTC에 대한 웹 클라이언트를 사용하여 `#openstack-i18n channel <https://webchat.oftc.net/?channels=openstack-i18n>`_ 에 들어올 수 있습니다.

source: Installing Zanata CLI and its dependencies. Ensure ``zanata-cli`` command is found in your path.
ko_kr: Zanata CLI와 의존 패키지를 설치하십시요. ``zanata-cli`` 명령어가 나의 path에서 찾을 수 있는지 확인합니다.

source: It is important to validate your translations by applying them in a real situation where they are rendered and visualized. This page describes how to check your translations.
ko_kr: 번역한 내용을 실제로 렌더링되고 시각화되는 상황에 적용하여 검증하는 것은 중요합니다. 이 페이지에서는 번역을 확인하는 방법을 설명합니다.

source: It is not a complete document for debugging. It was just written as a note. Feel free to add more topics.
ko_kr: 디버깅을 위한 완벽한 문서가 아직은 아닙니다. 참고를 위해 작성하였습니다. 자유롭게 더 많은 주제를 추가해주세요.

source: Loading scripts
ko_kr: 스크립트 불러오기

source: Once your change is merged, the updated glossary will be uploaded to Zanata. Note that the upload to Zanata is a **manual** process now. Only the Zanata administrator (usually the I18n SIG Chair and some limited folks like core reviewers) can upload a glossary. If your glossary is not uploaded, contact the I18n team or the SIG Chair via the i18n mailing list.
ko_kr: 대상 변경사항에 대해 머지가 이루어진 이후, 변경된 용어집은 Zanata에 업로드가 이루어질 것입니다. 참고로, 해당 Zanata 업로드는 현재 **수동** 으로 이루어집니다. Zanata 관리자 (보통 I18n SIG Chair 및 코어 리뷰어와 같은 몇몇 제한된 사람)만 용어집을 업로드할 수 있습니다. 대상 용어집 업로드가 이루어지지 않은 경우, I18n 팀 또는 SIG Chair에게 i18n 메일링리스트를 통해 연락합니다.

source: One week: `13:30 UTC, Wednesday <https://www.timeanddate.com/worldclock/fixedtime.html?hour=13&min=30&sec=0>`_
ko_kr: 특정 주차: `13:30 UTC, Wednesday <https://www.timeanddate.com/worldclock/fixedtime.html?hour=13&min=30&sec=0>`_

source: OpenStack i18n mascot
ja: OpenStack i18n マスコット
ko_kr: OpenStack i18n 마스코트

source: OpenStack project documentation
ko_kr: OpenStack 프로젝트 문서

source: Preparations
ko_kr: 준비

source: Prepare ``~/.config/zanata.ini``. See :ref:`Zanata CLI <zanata-cli>` for more detail.
ko_kr: ``~/.config/zanata.ini`` 파일을 준비합니다. :ref:`Zanata CLI<zanata-cli>`에서 자세한 내용을 확인할 수 있습니다.

source: See :doc:`infra-debug`.
ko_kr: :doc:`infra-debug` 을 살펴봅니다.

source: Simulating translation changes
ko_kr: 번역 변경에 대한 시뮬레이션

source: The I18n team holds weekly Team Meetings on Wednesdays at alternating weekly basis in #openstack-i18n IRC channel. To download ICS file, please visit `OpenDev - IRC channels and meetings <https://meetings.opendev.org/#I18N_Team_Meeting>`_ page.
ko_kr: I18n 팀은 주간 팀 미팅을 #openstack-i18n IRC 채널에서 시간을 번갈아가면서 수요일 또는 목요일에 개최합니다. ICS 파일을 다운로드하려면, `OpenDev - IRC 채널 및 미팅 <https://meetings.opendev.org/#I18N_Team_Meeting>`_ 페이지에 방문합니다.

source: The diff would be like http://paste.openstack.org/show/802260/.
ko_kr: 변경 사항은 http://paste.openstack.org/show/802260/ 과 같을 것입니다.

source: The documents are maintained in the ``doc`` directory using `reStructuredText <https://docutils.sourceforge.io/rst.html>`__ and built by `Sphinx <https://www.sphinx-doc.org/>`__. Translated strings are stored as `Gettext PO file format <https://www.gnu.org/server/standards/translations/po-how-to.html>`__ in ``locale/<lang>/LC_MESSAGES`` directory.
ko_kr: 문서들은 ``doc`` 디렉토리에 `reStructuredText <https://docutils.sourceforge.io/rst.html>`__ 를 사용하여 관리되며 `Sphinx <https://www.sphinx-doc.org/>`__ 로 빌드됩니다. 번역된 문자열들은 `Gettext PO 파일 포맷 <https://www.gnu.org/server/standards/translations/po-how-to.html>`__ 으로 ``locale/<lang>/LC_MESSAGES`` 디렉토리에 저장됩니다.

source: The other week: `23:15 UTC, Wednesday <https://www.timeanddate.com/worldclock/fixedtime.html?hour=23&min=15&sec=0>`_
ko_kr: 다른 주차: `23:15 UTC, Wednesday <https://www.timeanddate.com/worldclock/fixedtime.html?hour=23&min=15&sec=0>`_

source: To build a translated document on this repository, you need to update the file ``doc-tools-check-languages.conf`` in each repository, and add an entry to ``BOOKS`` like ``["ja"]="install-guide"``.
ko_kr: 해당 저장소 내 번역된 문서를 빌드하려면, 각 저장소 내 ``doc-tools-check-languages.conf`` 파일을 수정하고, ``["ja"]="install-guide"`` 와 같이 ``BOOKS`` 에 항목을 추가합니다.

source: Translated documents are available at the OpenStack Documentation site. It is updated daily. Most contents are linked from:
ko_kr: 번역이 이루어진 문서는 OpenStack 문서 사이트에서 확인 가능합니다. 매일 업데이트가 이루어집니다. 대부분 내용은 다음에 연결되어 있습니다:

source: What you need are:
ko_kr: 필요한 것:

source: While it would be rare, you may would like to debug the translation job scripts. This section describes tips for such cases. ``propose_translation_update.sh`` is mainly covered.
ko_kr: 빈번한 일은 아니나, 번역 작업 스크립트를 디버깅하고 싶을 경우가 있을 것입니다. 이 섹션에서는 해당 경우에 대해 자세히 설명합니다. ``propose_translation_update.sh`` 를 주로 다룰 것입니다.

source: You can check a generated document for a specified branch on ``https://docs.openstack.org/<branch>/<language>/<document>``. For example, the link of Japanese Ubuntu Installation Guide for Liberty is https://docs.openstack.org/liberty/ja/install-guide-ubuntu/.
ko_kr: 특정 브랜치에 대한 생성된 문서는 ``https://docs.openstack.org/<branch>/<language>/<document>`` 에서 확인할 수 있습니다. 예를 들어, Liberty에 대한 일본어 Ubuntu 설치 가이드 링크는 http://docs.openstack.org/liberty/ja/install-guide-ubuntu/ 입니다.

source: You can prepare dependencies by following `prepare-zanata-client role <https://opendev.org/openstack/openstack-zuul-jobs/src/branch/master/roles/prepare-zanata-client/tasks/main.yaml>`__.
ko_kr: `prepare-zanata-client role <https://opendev.org/openstack/openstack-zuul-jobs/src/branch/master/roles/prepare-zanata-client/tasks/main.yaml>`__ 을 참고하여 의존성있는 부분을 준비할 수 있습니다.

source: You can refer to `previous meeting logs with their notes <https://meetings.opendev.org/meetings/openstack_i18n_meeting/>`_.
ko_kr: `이전 미팅 로그 및 기록 <https://meetings.opendev.org/meetings/openstack_i18n_meeting/>`_ 을 확인하실 수 있습니다.

source: `Broken Translation Jobs on Zuul <https://zuul.openstack.org/builds?job_name=upstream-translation-update&job_name=propose-translation-update&result=Failure>`_
ko_kr: `Zuul에서 실행되지 않은 번역 작업 <https://zuul.openstack.org/builds?job_name=upstream-translation-update&job_name=propose-translation-update&result=Failure>`_

source: `German OpenStack-Ansible User Guide for 2023.1 <https://docs.openstack.org/openstack-ansible/2023.1/de/user/index.html>`_
ko_kr: `독일어 OpenStack-Ansible 사용자 가이드 - 2023.1 <https://docs.openstack.org/openstack-ansible/2023.1/de/user/index.html>`_

source: `Korean OpenStack-Helm Installation Guide (no branch) <https://docs.openstack.org/openstack-helm/latest/ko_KR/install/index.html>`_
ko_kr: `한국어 OpenStack-Helm 설치 가이드 (브랜치 없음) <https://docs.openstack.org/openstack-helm/latest/ko_KR/install/index.html>`_

source: `Translation statistics <https://docs.openstack.org/i18n/latest/translation_stats.html>`_
ko_kr: `번역 통계 <https://docs.openstack.org/i18n/latest/translation_stats.html>`_

source: ``send_patch`` (It is unnecessary as we do not want to propose a real change to gerrit.)
ko_kr: ``send_patch`` (실제 변경 사항을 gerrit에 제안하지 않으므로 불필요합니다.)

source: ``translation check`` refers to build OpenStack artifacts with translated strings and check how the translated strings are shown on an actual screen as part of the translation process.
ko_kr: ``translation check (번역 확인)`` 이란 번역된 문자열로 OpenStack 결과물을 빌드하고, 번역 과정의 일부로 실제 화면에서 번역된 문자열이 어떻게 표시되는지 확인하는 것을 의미합니다.

source: `build status for publishing on Zuul <https://zuul.openstack.org/builds?job_name=build-tox-manuals-publishdocs>`__
ko_kr: `Zuul에서 퍼블리싱이 이루어질 때 빌드 상태 <https://zuul.openstack.org/builds?job_name=build-tox-manuals-publishdocs>`__

source: `checkbuild with drafts on Zuul <https://zuul.openstack.org/builds?job_name=build-tox-manuals-publishlang>`__
ko_kr: `Zuul에서 draft와 함께 checkbuild 확인 <https://zuul.openstack.org/builds?job_name=build-tox-manuals-publishlang>`__

source: https://docs.openstack.org/<lang> contains released documents. Follow "Languages" in https://docs.openstack.org/.
ko_kr: https://docs.openstack.org/<lang> 는 릴리스가 이루어진 문서를 포함합니다. https://docs.openstack.org/ 에서 "Languages" 를 살펴봅니다.

source: :doc:`IRC meeting <i18n_team_meeting>`
tr_tr: :doc:`IRC toplantısı <i18n_team_meeting>`

source: ATC statistics of past releases are available below:
tr_tr: Geçmiş sürümlerin ATC istatistikleri aşağıdadır:

source: Application developer documentation
de: Applikationsentwickler-Dokumentation
tr_tr: Uygulama geliştiricisi belgelendirmesi

source: Before you start contribution, you'll have to `agree to the contributor license agreement <http://docs.openstack.org/infra/manual/developers.html#account-setup>`_. (You can preview the full text of `the OpenStack Individual Contributor License Agreement <https://review.openstack.org/static/cla.html>`_ first if you want.)
de: Bevor Sie mit Beitragen starten, benötigen Sie die `Zustimmung zur Contributor License Agreement <http://docs.openstack.org/infra/manual/developers.html#account-setup>`_. (Sie können den vollen Text anschauen unter `the OpenStack Individual Contributor License Agreement <https://review.openstack.org/static/cla.html>`_ )
tr_tr: Katkı vermeye başlamadan önce, `katkıcı lisans anlaşmasını kabul etmeniz gerekir <http://docs.openstack.org/infra/manual/developers.html#account-setup>`_. (İsterseniz önce `OpenStack Bağımsız Katkıcı Anlaşmasının <https://review.openstack.org/static/cla.html>`_ tam metnine göz atabilirsiniz.)

source: Currently there is no solid plan when the check site is provided.
de: Derzeit gibt es keinen soliden Plan, wenn die Translation Check Site verfügbar ist.
tr_tr: Kontrol sitesinin ne zaman sağlanacağıyla ilgili sağlam bir plan henüz yok.

source: Currently, we do not support translations for OpenStack developer documents: http://docs.openstack.org/developer/<project>
de: Derzeit unterstützen wir keine Übersetzungen für OpenStack Entwickler-Dokumente: http://docs.openstack.org/developer/<project>
tr_tr: Şu an OpenStack geliştirici belgeleri için çevirileri desteklemiyoruz: http://docs.openstack.org/developer/<proje>
