Repository: openstack/i18n
Catalog: doc/source/locale/*/LC_MESSAGES/doc.po
Languages: de, id, ja, ko_kr, ru, tr_tr

source: Every day, new translations get imported into the repositories using a proposal job. These need to have a review on whether the bot worked properly. You can see all open reviews in `Gerrit <https://review.openstack.org/#/q/status:open+topic:zanata/translations,n,z>`_. The subject of these patches is always "Imported Translations from Zanata".
tr_tr: Her gün, yeni çeviriler planlı bir iş kullanılarak depolara aktarılır. Bunların düzgün çalışıp çalışmadıklarıyla ilgili gözden geçirilmeleri gerekir. Tüm açık gözden geçirmeleri `Gerrit <https://review.openstack.org/#/q/status:open+topic:zanata/translations,n,z>`_ üzerinde görebilirsiniz. Bu yamaların konusu "Zanata'dan İçe Aktarılan Çeviriler"dir.

source: For a document in a stable branch, such as the installation guide for Liberty, you need to update the file ``doc-tools-check-languages.conf`` in the target stable branch directly. You must add an entry to ``DRAFTS``, which is used as a special flag for a stable branch.
de: Für ein Dokument in einem stabilen Branch wie die Installationsanleitung in Liberty müssen Sie die Datei ``doc-tools-check-languages.conf`` in jedem Zielverzeichnis des stabilen Branches aktualisieren. Sie müssen den Eintrag ``DRAFTS`` hinzufügen, welcher als Schlagwort für einen stabilen Branch verwendet wird.
tr_tr: Libery için kurulum kılavuzu gibi, stable dalındaki bir belge için, hedef stable dalındaki ``doc-tools-check-languages.conf`` dosyasını doğrudan güncellemeniz gerekir. ``DRAFTS`` kısmına stable dalı için özel bire bayrak olarak kullanılacak olan bir girdi eklemeniz gerekir.

source: If your Zanata ID is different from your launchpad ID, Stackalytics will not find your translation statistics. You need to let Stackalytics know your ID mappings. To do this, you need to add your user data into ``etc/detault_data.json`` in `the Stackalytics repository <http://git.openstack.org/cgit/openstack/stackalytics/>`__. An example is https://review.openstack.org/#/c/284638/1/etc/default_data.json.
tr_tr: Zanata kimliğiniz launchpad kimliğinizden farklıysa, Stackalytics çeviri istatistiklerinizi bulamayacaktır. Stackalytics'in kimlik eşleştirmenizi bilmesini sağlamalısınız. Bunu yapmak için, kullanıcı verinizi `Stackalytics deposunda <http://git.openstack.org/cgit/openstack/stackalytics/>`__ ``etc/detault_data.json`` dosyasına eklemeniz gerekir. Örneğin https://review.openstack.org/#/c/284638/1/etc/default_data.json.

source: Is your Zanata ID included in the `translator list <http://git.openstack.org/cgit/openstack/i18n/tree/tools/zanata/translation_team.yaml>`__?
tr_tr: Zanata kimliğiniz `çevirmen listesinde <http://git.openstack.org/cgit/openstack/i18n/tree/tools/zanata/translation_team.yaml>`__ mevcut mu?

source: Keep in mind to work with your `local user group <https://groups.openstack.org/>`_ and the `OpenStack Ambassadors <https://wiki.openstack.org/wiki/Community/AmbassadorProgram>`_ to raise awareness and gather members :)
de: Beachten Sie bei Ihrer Arbeit `local user group <https://groups.openstack.org/>`_ und das `OpenStack Ambassadors <https://wiki.openstack.org/wiki/Community/AmbassadorProgram>`_ , um Aufmerksamkeit und mehr Mitglieder zu erwerben :)
tr_tr: `Yerel kullanıcı grubunuz <https://groups.openstack.org/>`_ ve `OpenStack Elçilerinizle <https://wiki.openstack.org/wiki/Community/AmbassadorProgram>`_ çalışarak farkındalık yaratmayı ve üye toplamayı aklınızda bulundurun :)

source: Note that contributors to openstack/i18n repository are acknowledged as ATC automatically in the same way as for most OpenStack projects.
de: Beachten Sie, dass die Mitwirkenden zum openstack / i18n-Repository als ATC automatisch auf die gleiche Weise wie bei den meisten OpenStack-Projekten eingestuft werden.
tr_tr: Openstack/i18n deposuna yapılan katkıcıların çoğu OpenStack projesindeki gibi otomatik olarak ATC kabul edildiğini unutmayın.

source: Once you find location(s) of a string you would like to check, you can check more detail context where the string is used by looking at the code in the git repository. Zanata project and git repository are one-to-one relationship. If Zanata project name is ``<Zanata-project-name>``, the corresponding git repository location is ``http://git.openstack.org/cgit/openstack/<Zanata-project-name>/``. For example, if you are translating ``horizon``, the git repository is found at http://git.openstack.org/cgit/openstack/horizon/.
tr_tr: Kontrol etmek istediğiniz bir karakter dizisinin konumunu bulduktan sonra, git deposundaki koda bakarak bu karakter dizisinin hangi içerikte kullanıldığını görebilirsiniz. Zanata projesi ve git deposu birebir ilişkilidir. Zanata proje ismi ``<Zanata-proje-ismi>`` ise, ilişkili git deposunun konumu ``http://git.openstack.org/cgit/openstack/<Zanata-proje-ismi>/`` adresindedir. Örneğin, ``horizon`` çevirisi yapıyorsanız, git deposu şu adreste bulunabilir http://git.openstack.org/cgit/openstack/horizon/.

source: Patch on governance repository: https://review.openstack.org/#/c/213989/ (`diff <http://git.openstack.org/cgit/openstack/governance/commit/?id=a229d38469c5135af496d3c739695acbe1146a76>`__)
tr_tr: Yönetim deposundaki yama: https://review.openstack.org/#/c/213989/ (`diff <http://git.openstack.org/cgit/openstack/governance/commit/?id=a229d38469c5135af496d3c739695acbe1146a76>`__)

source: Patch on governance repository: https://review.openstack.org/#/c/281145/ (`diff <http://git.openstack.org/cgit/openstack/governance/commit/?id=8b3c83f28102c7b47688fbaca970a52a76eb6de5>`__)
tr_tr: Yama yönetim deposunda: https://review.openstack.org/#/c/281145/ (`diff <http://git.openstack.org/cgit/openstack/governance/commit/?id=8b3c83f28102c7b47688fbaca970a52a76eb6de5>`__)

source: Patch on governance repository: https://review.openstack.org/#/c/351480/ (`diff <http://git.openstack.org/cgit/openstack/governance/commit/?id=3aa6cb3e52944f8bed250e0714c7373605b2ebc5>`__)
tr_tr: Yönetim deposundaki yama: https://review.openstack.org/#/c/351480/ (`diff <http://git.openstack.org/cgit/openstack/governance/commit/?id=3aa6cb3e52944f8bed250e0714c7373605b2ebc5>`__)

source: Patch on governance repository: https://review.openstack.org/#/c/417569/ (`diff <http://git.openstack.org/cgit/openstack/governance/commit/?id=bd71cefff1302ed04fc21faac5cf967365a7d7c7>`__)
tr_tr: Yönetim deposundaki yama: https://review.openstack.org/#/c/417569/ (`diff <http://git.openstack.org/cgit/openstack/governance/commit/?id=bd71cefff1302ed04fc21faac5cf967365a7d7c7>`__)

source: Patch on governance repository: https://review.openstack.org/483452
tr_tr: Yönetim deposundaki yama: https://review.openstack.org/483452

source: The I18n project is an official OpenStack project, so official translators who have contributed in a specific period are regarded as "ATC" (Active Technical Contributor) and "APC" (Active Project Contributor) of the I18n project. APC can vote for the I18n PTL (Project Team Lead), and ATC can vote for OpenStack TC (Technical Committee). For more detail on ATC, APC and TC, see `OpenStack Technical Committee Charter <http://governance.openstack.org/reference/charter.html>`__.
de: Das Projekt I18n ist ein offizielles OpenStack-Projekt, so dass offizielle Übersetzer, die in einem bestimmten Zeitraum beigetragen haben, als "ATC" (Active Technical Contributor) und "APC" (Active Project Contributor) des I18n-Projekts angesehen werden. APC kann für die I18n PTL (Project Team Lead) stimmen, und ATC kann für OpenStack TC (Technical Committee) abstimmen. Weitere Details zu ATC, APC und TC finden Sie unter `OpenStack Technical Committee Charter <http://governance.openstack.org/reference/charter.html>` __.
tr_tr: I8n projesi resmi bir OpenStack projesidir, yani belirli bir aralıkta katkı sağlamış olan resmi çevirmenler i18n projesi için "ATC" (Etkin Teknik Katkıcı) ve "APC" (Etkin Proje Katkıcısı) olarak bilinirler. APC I18n PTL (Proje Ekip Başı) için ve ATC OpenStack TC (Teknik Komite) için oy verebilir. ATC, APC ve TC ile ilgili daha fazla ayrıntı için, `OpenStack Teknik Komikte Yönetmeliğine <http://governance.openstack.org/reference/charter.html>`__ göz atın.

source: The I18n team holds weekly meetings on Thursdays at alternating times in #openstack-meeting IRC channel. To download ICS file, please visit `eavesdrop <http://eavesdrop.openstack.org/#I18N_Team_Meeting>`_ page.
de: Das I18n-Team hält wöchentlich Meetings ab jeden Donnerstag zu unterschiedlichen Tageszeiten im #openstack-meeting IRC-Kanal. Um die ICS-Datei herunterzuladen, besuchen Sie `eavesdrop <http://eavesdrop.openstack.org/#I18N_Team_Meeting>`_ .
tr_tr: i18n takımı Perşembe günleri #openstack-meeting IRC kanalında haftalık toplantılar yapar. ICS dosyasını indirmek için, lütfen `eavesdrop <http://eavesdrop.openstack.org/#I18N_Team_Meeting>`_ sayfasını ziyaret edin.

source: The Infrastructure and I18n teams are preparing the translation check site to check dashboard translations. It is under preparation.
de: Das Infrastruktur- und I18n-Team bereiten eine Translation Check Site zur Überprüfung der Übersetzungen im Dashboard vor.
tr_tr: Altyapı ve i18n takımları kontrol panosu çevirilerini kontrol için çeviri kontrol sitesini hazırlıyorlar. Şu an hazırlık aşamasında.

source: The meeting agenda is located at `I18nTeamMeeting Wiki <https://wiki.openstack.org/wiki/Meetings/I18nTeamMeeting#Agenda_for_next_meeting>`_. You can add your topics on the Wiki page.
de: Die Meeting-Agenda liegt im`I18nTeamMeeting Wiki <https://wiki.openstack.org/wiki/Meetings/I18nTeamMeeting#Agenda_for_next_meeting>`_. Sie können Ihre Programmpunkte dort hinzufügen.
tr_tr: Toplantı ajandası `I18nTeamMeeting Wiki'sinde <https://wiki.openstack.org/wiki/Meetings/I18nTeamMeeting#Agenda_for_next_meeting>`_ bulunur. Başlıklarınızı Wiki sayfasına ekleyebilirsiniz.

source: The statistics are calculated using `a Python script <http://git.openstack.org/cgit/openstack/i18n/tree/tools/zanata/zanata_stats.py>`__ powered by `Zanata statistics API <https://zanata.ci.cloudbees.com/job/zanata-api-site/site/zanata-common-api/rest-api-docs/resource_StatisticsResource.html>`__. Translator list is maintained by `translation_team.yaml <http://git.openstack.org/cgit/openstack/i18n/tree/tools/zanata/translation_team.yaml>`__ stored in `openstack/i18n git repository <http://git.openstack.org/cgit/openstack/i18n>`__.
tr_tr: İstatistikler `Zanata istatistik API'si <https://zanata.ci.cloudbees.com/job/zanata-api-site/site/zanata-common-api/rest-api-docs/resource_StatisticsResource.html>`__ tarafından güçlendirilen bir `Python betiği <http://git.openstack.org/cgit/openstack/i18n/tree/tools/zanata/zanata_stats.py>`___ kullanılarak hesaplanır. Çevirmen listesi `openstack/i18n git deposunda <http://git.openstack.org/cgit/openstack/i18n>`__ tutulan `translation_team.yaml <http://git.openstack.org/cgit/openstack/i18n/tree/tools/zanata/translation_team.yaml>`__ tarafından yönetilir.

source: This following statistics data is calculated using up-to-date `translation_team.yaml <http://git.openstack.org/cgit/openstack/i18n/tree/tools/zanata/translation_team.yaml?id=a67e08d86cc78907da38d5f09b8be6f71d1979a0>`__ (date: Jan 15, 2017).
tr_tr: Aşağıdaki istatistik verisi güncel `translation_team.yaml <http://git.openstack.org/cgit/openstack/i18n/tree/tools/zanata/translation_team.yaml?id=a67e08d86cc78907da38d5f09b8be6f71d1979a0>`__ (tarih: Ocak 15, 2017) kullanılarak hesaplandı.

source: To build a translated document, you need to update the file ``doc-tools-check-languages.conf`` in each repository, and add an entry to ``BOOKS`` like ``["ja"]="install-guide"``. Also, to build as a draft, you need to add an entry to ``DRAFTS``.
de: Um ein neues übersetztes Dokument zu bauen, müssen Sie die Datei ``doc-tools-check-languages.conf`` in jedem Repository aktualisieren und den Eintrag ``BOOKS`` wie ``["ja"]="install-guide"``hinzufügen. Um auch die Entwürfe zu bauen, brauchen Sie den Eintrag ``DRAFTS``.
tr_tr: Çevrilen bir belgeyi inşa etmek için her bir depoda bulunan ``doc-tools-check-languages.conf`` dosyasını güncellemelisiniz, ve ``BOOKS`` kısmına ``["ja"]="install-guide"`` gibi bir girdi eklemelisiniz. Ayrıca taslak olarak inşa etmek için ``DRAFTS`` kısmına bir girdi eklemeniz gerekir.

source: Translation check site
tr_tr: Çeviri kontrol sitesi

source: We can translate the application developer documentations, such as API Guide, as ``api-site`` resources in Zanata.
de: Wir können die Applikationsentwickler-Dokumentation wie etwa API Guide als ``api-site`` Resourse in Zanata übersetzen.
tr_tr: API Kılavuzu gibi uygulama geliştiricisi belgelendirmelerini Zanata'da ``api-site`` kaynakları olarak çevirebiliriz.

source: When proposing extra ATCs at that time, some translators were not included in `translation_team.yaml <http://git.openstack.org/cgit/openstack/i18n/tree/tools/zanata/translation_team.yaml?id=73a36041dbdc45212051c60cbeef3f7783200fd2>`__ file. It seems that 1) new translators were joined and the statistics was calculated but the file was already created, or 2) there might be some lack of communication with language coordinators, since I18n encouraged each language coordinator to update this file.
tr_tr: Ek ATC'ler teklif edilirken bazı çevirmenler `translation_team.yaml <http://git.openstack.org/cgit/openstack/i18n/tree/tools/zanata/translation_team.yaml?id=73a36041dbdc45212051c60cbeef3f7783200fd2>`__ dosyasına dahil edilmemişti. 1) yeni çevirmenler katılmıştı ve istatistikler hesaplanmıştı ama dosya zaten oluşturulmuş durumdaydı, veya 2) dil düzenleyiciler arasında bir iletişim sorunu oluşmuştu, çünkü I18n her bir dil düzenleyiciyi bu dosyayı güncellemeye teşvik ediyordu.

source: You can refer to `previous meeting logs with their notes <http://eavesdrop.openstack.org/meetings/openstack_i18n_meeting/>`_.
de: Sie können auf vorherige Meetings-Logs und deren Notiten zurückgreifen auf <http://eavesdrop.openstack.org/meetings/openstack_i18n_meeting/>`_.
tr_tr: `Önceki toplantı kayıtlarına notlarıyla beraber <http://eavesdrop.openstack.org/meetings/openstack_i18n_meeting/>`_ başvurabilirsiniz.

source: [I18n PTL] Call for translation
tr_tr: [I18n PTL] Çeviri çağrısı yap

source: `Periodic jobs: Syncing into repos <http://status.openstack.org/openstack-health/#/g/build_queue/periodic?groupKey=build_queue&searchJob=translation>`__
de: `Periodische Jobs: Sync in die Repos <http://status.openstack.org/openstack-health/#/g/build_queue/periodic?groupKey=build_queue&searchJob=translation>`__
tr_tr: `Aralıklı işler: Depolara eşzamanlama <http://status.openstack.org/openstack-health/#/g/build_queue/periodic?groupKey=build_queue&searchJob=translation>`__

source: `Post jobs - Syncing to Zanata <http://status.openstack.org/openstack-health/#/g/build_queue/post?groupKey=build_queue&searchJob=translation>`__
de: `Post jobs - Sync zu Zanata <http://status.openstack.org/openstack-health/#/g/build_queue/post?groupKey=build_queue&searchJob=translation>`__
tr_tr: `Sonraki işler - Zanata'ya eşzamanlama <http://status.openstack.org/openstack-health/#/g/build_queue/post?groupKey=build_queue&searchJob=translation>`__

source: http://docs.openstack.org/<lang> contains released documents. Follow "More Releases and Languages" in http://docs.openstack.org/.
de: http://docs.openstack.org/<lang> beinhalten abgeschlossene Dokumente. Folgen Sie "Mehr Versionen und Sprachen" auf http://docs.openstack.org/.
tr_tr: http://docs.openstack.org/<lang> yayınlanan belgeleri içerir. http://docs.openstack.org/. http://docs.openstack.org/ adresinde "Daha fazla Dağıtım ve Dil"i takip edin.

source: http://docs.openstack.org/draft/draft-index.html contains draft (unreleased) documents.
de: http://docs.openstack.org/draft/draft-index.html beinhalten Entwürfe (noch nicht fertiggestellte Dokumente).
tr_tr: http://docs.openstack.org/draft/draft-index.html taslak (yayınlanmamış) belgeleri içerir.

source: A series of scripts in OpenStack infrastructure is used to manage translation changes in Zanata. Without running the scripts, translation changes will not be reflected into OpenStack projects. This page explains how the infrastructure scripts runs as Jenkins jobs and monitor the jobs status.
de: Eine Serie von Scripten werden in der OpenStack Infrastruktur benutzt, um die Übersetzungen in Zanata zu verwalten. Ohne diese Scripte gibt es keine Änderungen in den OpenStack Projekten. DIese Seite erklärt wir die Infrasrukturscripte als Jenkins-Job laufen und der Jobstatus überwacht wird.

source: Carries out the second Jenkins job (Syncing into repos).
de: Versorgt den zweiten Jenkins-Job (Sync in die Repos).

source: Every even week: 07:00 UTC, Thursday
de: Jede gerade Woche: Donnerstag 07:00 UTC

source: Every odd week: 13:00 UTC, Thursday
de: Jede ungerade Woche: Donnerstag 13:00 UTC

source: Go to the `translation tools`_ page to understand the tools and scripts which support our translation platform.
de: Gehen SIe auf die `Seite der Übersetzungswerkzeuge`_ , um die Werkzeuge und Scripts zu verstehen, welche die Übersetzungsplattform unterstützt.

source: I18n PTL updates the list using Zanata API and translator list. Detail statistics data is available at: https://wiki.openstack.org/wiki/I18nTeam/ATC_statistics.
de: I18n PTL aktualisiert die Liste mit Zanata API und Übersetzerliste. Detailstatistikdaten finden Sie unter: https://wiki.openstack.org/wiki/I18nTeam/ATC_statistics.

source: If you want to help to report bugs, add more wishlists, and improve them, you can report and fix bugs at `openstack-i18n in Launchpad`_. Mark bugs with a tag "tools".
de: Wenn Sie helfen möchten Fehler zu reporten, mehr Funktionen auf die Wunschliste zu setzen und diese zu verbessern, dann können Sie dies auf `openstack-i18n in Launchpad`_ tun. Markieren Sie die Fehler mit dem Schlagwort "tools".

source: Implements the first Jenkins job (Syncing to Zanata).
de: Implementiert den ersten Jenkins-Job (Sync zu Zanata).

source: Note that not all translation changes are the target for translation jobs. The goal is to have consistent translated programs, UIs, and documentation. There's not much sense if only a few lines are translated. The team has decided that files that have at least 75 percent of messages translated will be in the git repositories.
de: Beachten Sie, dass nicht alle Übersetzungsänderungen das Ziel für Übersetzungs-Jobs sind. Ziel ist es, konsequent übersetzte Programme, UIs und Dokumentation zu haben. Es gibt nicht viel Sinn, wenn nur ein paar Zeilen übersetzt werden. Das Team hat beschlossen, dass Dateien, die mindestens 75 Prozent der gesendeten Nachrichten haben, in den Git-Repositories sein werden.

source: Note that the scripts use `zanata-cli <http://docs.zanata.org/projects/zanata-client/en/release>`__ to pull and push translation content.
de: Beachten Sie: die Scripte benutzen `zanata-cli <http://docs.zanata.org/projects/zanata-client/en/release>`__ zum Empfangen und Senden von Übersetzungsinhalten.

source: Odd and even values are calculated based on ISO week numbers.
de: Ungerade und gerade Wochen werden nach ISO-Wochennummern kalkuliert.

source: The OpenStack infra scripts currently download new files that are at least **75 percent** translated and if files grow over time but do not get new translations (or strings change too much), they will be removed again automatically from the project with a lower threshold of currently **40 percent**.
de: Die OpenStack Infrascripts laden derzeit neue Dateien mit wenigstens **75 %** Übersetzungen und wenn die Dateien mit der Zeit grösser werden, aber keine neuen Übersetzungen dazu kommen (oder Strings sich zu häufig ändern), werden sie automatisch vom Projekt gelöscht bei einem Schwellwert von ** 40%**.

source: This guide itself is I18n-ed and you can translate it into your language. To translate it, visit `i18n <https://translate.openstack.org/project/view/i18n>`__ project in `Zanata <https://translate.openstack.org/>`__. Document **doc** in **i18n** project corresponds to this guide. You can translate it in the same way as you do for other projects like dashboard or manuals. Once the transltaion progress becomes higher than the threshold (For more information on the threshold, see :ref:`translation-jobs`), the translated version of the guide will be published.
de: Dieser Leitfaden ist I18n-ed und Sie können ihn in Ihre Sprache übersetzen. Besuchen Sie `i18n <https://translate.openstack.org/project/view/i18n>`__ project in `Zanata <https://translate.openstack.org/>`__. Document **doc** in **i18n** . Sie können den Leitfaden auf demselben Weg übersetzen wie andere Projekte, z.B. Dashboard oder Handbücher. Wenn der Übersetzungsfortschritt höher als der Schwellwert ist, wird die übersetzte Version veröffentlicht (für mehr Informationen zum Schwellwert siehe :ref:`translation-jobs`).

source: To find updates for both Zanata and OpenStack project repositories, Jenkins starts to run scripts everyday at **6:00 UTC**.
de: Um in Zanata und OpenStack Projekt Repositories Update zu finden, starten die Jenkins-Jobs jeden Tag um **6:00 UTC**.

source: To help with translation, :doc:`become an official translator <official_translator>` and join your language team. Then go to `translation website`_ to start translation. You can find prioritized translation jobs as I18n team at the top of the page.
de: Um mit Übersetungen zu helfen, :doc:`werden Sie offizieller Übersetzer <official_translator>` und treten Sie Ihrem lokalen Übersetzungsteam bei. Dann gehen Sie zur `Übersetzungsseite`_ , um mit Übersetzen zu starten. Sie können priorisierte Übersetzungsaufgaben an der Spitze der Seite finden.

source: Translation infrastructure scripts are stored and managed in `openstack-infra/project-config <http://git.openstack.org/cgit/openstack-infra/project-config>`__ repository.
de: Infrastrukturscripte für Übersetzungen werden gespeichert und verwaltet in `openstack-infra/project-config <http://git.openstack.org/cgit/openstack-infra/project-config>`__ Repository.

source: We have two types of Jenkins jobs for translations: syncing Zanata with the latest repositories and pushing translations into the repositories. The first job is for Zanata-side updates. It enables Zanata to have up-to-date texts to be translated by comparing OpenStack project repositories and Zanata. On the other hand, the second job is aimed to reflect changes related to translations. For example, if you contribute translations in Zanata, the translation results need to be pushed to the corresponding repositories.
de: Wir haben zwei Arten von Jenkins Jobs für Übersetzungen: Synchronisierung von Zanata mit den neuesten Repositories und Übersetzen von Übersetzungen in die Repositories. Der erste Job ist für Zanata-seitige Updates. Es erlaubt Zanata, die aktuellsten Texte zu haben, indem sie OpenStack-Projekt-Repositories und Zanata vergleicht. Auf der anderen Seite zielt der zweite Job darauf ab, Veränderungen in Bezug auf Übersetzungen zu berücksichtigen. Zum Beispiel, wenn Sie Übersetzungen in Zanata beitragen,
