Repository: openstack/i18n
Catalog: doc/source/locale/*/LC_MESSAGES/doc.po
Languages: de, id, ja, ko_kr, ru, tr_tr

source: Before use sphinx-build to build HTML file, we need to feed the translations from the single PO file into those small PO files. For example:
id: Sebelum menggunakan sphinx-build untuk membangun file HTML, kita perlu memberi makan terjemahan dari file PO tunggal ke dalam file PO kecil tersebut. Sebagai contoh:
ko_kr: HTML 파일을 만들기 위해 sphinx-build를 사용하기 전에 단일 PO 파일의 변환을 작은 PO 파일로 보내야합니다. 예 :
ru: До того, как мы запустим sphinx-build для сборки HTML файла, нам нужно разбить переводы из одного PO файла в несколько PO файлов. Например:
tr_tr: Sphinx-build kullanarak HTML dosyası inşa etmeden önce, çevirileri tek bir PO dosyasından daha küçük PO dosyalarına bölmeliyiz. Örneğin:

source: Bugs in a source project
id: Bug dalam sebuah proyek sumber
ja: 上流プロジェクトのバグ
ko_kr: 소스 프로젝트 내 버그
ru: Ошибки в исходном коде проектов
tr_tr: Bir kaynak projedeki hatalar

source: Bugs in tool chains
id: Bug dalam rantai alat
ja: ツール類のバグ
ko_kr: 툴 체인 내 버그
ru: Ошибки в инструментах перевода
tr_tr: Araç zincirlerindeki hatalar

source: Bugs in translated documents or dashboard are mainly classified into the following areas:
de: Fehler (Bugs) in übersetzen Dokumenten oder im Dashboard sind in folgende Bereiche klassifiziert:
id: Bug dalam dokumen terjemahan atau dasbor terutama diklasifikasikan ke dalam bidang berikut:
ja: 翻訳されたドキュメントやダッシュボードのバグは、主に以下のカテゴリーに分類できます。
ko_kr: 번역이 이루어진 문서 또는 대시보드 버그는 다음 영역으로 보통 분류가 이루어집니다:
ru: Ошибки в переведённых документах и панелях управления в основном классифицируются по следующим категориям:
tr_tr: Çevrilen belgelerdeki veya kontrol panosundaki hatalar temelde şu alanlara sınıflandırılır:

source: Bugs to report English strings are hard to translate in your language. For example, translators cannot control the order of words, or a plural form is not supported. Usually, this kind of bugs are in the original strings and cannot be fixed just by changing the strings and more work is needed.
de: Bugs-Reports von Englisch-Strings sind schwer in Ihre Sprache zu übersetzen. Übersetzer, zum Beispiel, können nicht die Reihenfolge der Wörter kontrollieren oder die Pluralform wird nicht unterstützt. Üblicherweise liegen diese Art von Bugs im Original-String und können nicht einfach durch Änderung des Strings behoben werden. Hier ist mehr Arbeit erforderlich.
id: Bug untuk melaporkan string bahasa Inggris sulit diterjemahkan dalam bahasa Anda. Misalnya, penerjemah tidak dapat mengendalikan urutan kata, atau bentuk jamak tidak didukung. Biasanya, jenis bug ini ada di string asli dan tidak bisa diperbaiki hanya dengan mengganti string dan masih banyak pekerjaan yang dibutuhkan.
ja: 自分の言語では翻訳するのが困難な英語のストリングをバグ報告する。例えば、翻訳者が語順を制御できない、複数形に対応していない、などがあります。多くの場合、このようなバグはオリジナルのストリング自体にあり、単純にストリングを変更するだけでは修正できず、さらなる対処が必要となります。
ko_kr: 대상 언어로 번역하기 어려운 영어 문자열을 보고하는 버그. 예를 들면, 번역자들이 단어 순서를 제어할 수 없거나, 또는 복수형을 지원하지 않는 것입니다. 대부분, 해당 종류의 버그는 원본 문자열 내에서 단순히 해당 문자열을 변경하는 것만으로 수정할 수 없으며 보다 많은 작업을 필요로 합니다.
ru: Сообщения об ошибках в английских строках, которые трудно поддаются переводу на ваш язык. Например, переводчики не могут изменять порядок слов в некоторых случаях, или выражение не поддерживает множественное число. Обычно такие ошибки содержатся в оригинальных строках; они не могут быть легко исправлены, и требуют для исправления дополнительной работы.
tr_tr: Dilinize çevirmesi zor olan İngilizce karakter dizileriyle ilgili hatalar. Örneğin, çevirmen kelimelerin sırasını kontrol edemiyor olabilir, veya çoğul biçimi desteklenmiyor olabilir. Genellikle, bu tür hatalar asıl karakter dizilerindedir ve sadece karakter dizilerini değiştirerek düzeltilemezler.

source: Building
ja: 作成中
ru: Сборка
tr_tr: İnşa etme

source: Building: Build HTML from RST documents and the translated results.
id: Building: build HTML dari dokumen RST dan hasil terjemahannya.
ko_kr: Building: RST 문서 및 번역 된 결과에서 HTML을 작성하십시오.
ru: Сборка: Производится сборка HTML из RST документов и результатов перевода.
tr_tr: İnşa: Çeviri sonuçlarından ve RST belgelerden HTML inşa edin.

source: Builds release notes in both the original (English) version and translated versions (if any).
de: Baut Versionshinweise in der originalen Version (englisch) und in übersetzten Versionen (wenn vorhanden).
id: Bangunkan catatan rilis baik versi asli (bahasa Inggris) dan versi terjemahannya (jika ada).
ja: 英語版 (オリジナル) と翻訳版の両方のリリースノートの生成を行います。
ko_kr: 원본 (영어) 버전 및 번역 버전 (있는 경우) 내 릴리즈 노트를 빌드합니다.
ru: Выполняет сборку аннотаций к версиям в оригинальной (английской) и в переведённых версиях (если они есть).
tr_tr: Dağıtım notlarını hem asıl (İngilizce) sürümüyle hem de (varsa) çevrilmiş sürümleriyle inşa eder.

source: CLI (command line interface)
ja: CLI (コマンドラインインターフェース)
ko_kr: CLI (명령어 라인 인터페이스)
ru: CLI (интерфейс командной строки)
tr_tr: CLI (komut satırı arayüzü)

source: Carries out the second Zuul job (Syncing into repos) by executing `propose_translation_update.sh <https://opendev.org/openstack/openstack-zuul-jobs/src/roles/prepare-zanata-client/files/propose_translation_update.sh>`__
ru: Реализует вторую задачу Zuul (синхронизация в репозитории) запуская `propose_translation_update.sh <https://opendev.org/openstack/openstack-zuul-jobs/src/roles/prepare-zanata-client/files/propose_translation_update.sh>`__

source: Check from time to time open reviews on `I18n repo <https://review.opendev.org/#/q/project:openstack/i18n+status:open>`__. In addition to the PTL, the core reviewers are responsible.
id: Periksa dari waktu ke waktu buka ulasan pada `I18n repo <https://review.opendev.org/#/q/project:openstack/i18n+status:open>`__. Selain PTL, pengulas inti bertanggung jawab.
ko_kr: 수시로 `I18n repo <https://review.opendev.org/#/q/project:openstack/i18n+status:open>`__에 열린 리뷰들을 확인합니다. PTL 외에 코어 리뷰어들에게도 책임이 있습니다.
ru: Время от времени проверяйте открытые ревью для `репозитория I18n <https://review.opendev.org/#/q/project:openstack/i18n+status:open>`__. Кроме PTL'а, за это ответственны так же и основные ревьюверы.

source: Checking Translation Imports
ru: Проверка импорта переводов

source: Click "..." on the right, and select "Request to join team".
de: Klicken Sie "..." auf der rechten Seite und wählen Sie "Request to join team".
id: Klik "..." di sebelah kanan, dan pilih "Request to join team".
ja: 右側の "..." をクリックして、「Request to join team」を選択します。
ko_kr: 오른쪽에 있는 "..." 를 클릭하고, "Request to join team" 을 선택합니다.
ru: Кликните "..." справа, и выберите "Вступить в команду" ("Request to join team").
tr_tr: Sağdaki "..." işaretine tıklayın, ve "Takıma katılma isteği"ni seçin.

source: Click "Languages" on the top, all languages will be listed.
de: Klicken SIe auf "Languages" ganz oben, um eine Liste aller Sprachen zu bekommen.
id: Klik "Languages" di bagian atas, semua bahasa akan terdaftar.
ja: 上部にある「言語」をクリックすると、すべての言語が一覧表示されます。
ko_kr: 상단에 있는 "Languages" 를 클릭하면, 모든 언어 목록이 보일 것입니다.
ru: Кликните по ссылке "Языки" ("Languages") вверху, и вам будут показан список языков.
tr_tr: Yukarıda "Diller"e tıklayın, tüm diller listelenir.

source: Click "Log in" button.
de: Klicken Sie auf "Log in".
id: Klik tombol "Log in".
ja: 「ログイン」ボタンをクリックします。
ko_kr: "Log in" 버튼을 클릭합니다.
ru: Нажмите на кнопку "Войти" ("Log in").
tr_tr: "Giriş" düğmesine tıklayın.

source: Click the language you want to translate, the language page will be shown.
de: Klicken Sie auf die Sprache, die Sie übersetzen möchten. Die Sprachseite wird angezeigt.
id: Klik bahasa yang ingin Anda terjemahkan, halaman bahasa akan ditampilkan.
ja: 翻訳に参加したい言語をクリックすると、その言語のページが表示されます。
ko_kr: 번역하고자 하는 언어를 클릭하면, 해당 언어 페이지가 보일 것입니다.
ru: Выберите язык, на который вы хотите переводить, после чего будет показана страница этого языка.
tr_tr: Çevirmek istediğiniz dile tıklayın, dil sayfası gösterilecektir.

source: Common code used by **propose_translation_update.sh** and **upstream_translation_update.sh**
de: Üblicher Code verwendet von **propose_translation_update.sh** und **upstream_translation_update.sh**
id: Kode umum yang digunakan oleh ** propose_translation_update.sh ** dan **upstream_translation_update.sh **
ja: **propose_translation_update.sh** と **upstream_translation_update.sh** で共通に利用されるコード。
ko_kr: **propose_translation_update.sh**, **upstream_translation_update.sh** 에서 사용하는 공통 코드입니다.
ru: Общий код, используемый **propose_translation_update.sh** и **upstream_translation_update.sh**
tr_tr: **propose_translation_update.sh** ve **upstream_translation_update.sh** tarafından kullanılan ortak kod

source: Contents
de: Inhalt
id: Isi
ja: 内容
ko_kr: 내용
ru: Содержание
tr_tr: İçerikler

source: Contributing
de: Beitragen
id: Berkontribusi
ja: 参加の仕方
ko_kr: 기여하기
ru: Принять участие
tr_tr: Katkı sağlama

source: Convention
de: Konvention
id: Konvensi
ja: 決まりごと
ko_kr: 규칙
ru: Соглашения
tr_tr: Gelenek

source: Coordinator
de: Koordinator
id: Koordinator
ja: コーディネーター
ko_kr: 코디네이터
ru: Координаторы
tr_tr: Düzenleyici

source: Create file ``babel-djangojs.cfg`` with the following content:
ru: Создайте файл ``babel-djangojs.cfg`` со следующим содержимым:

source: Create file ``babel-django.cfg`` with the following content:
ru: Создайте файл ``babel-django.cfg`` со следующим содержимым:

source: Creating a Language Team
de: Ein Sprachteam erstellen.
id: Membuat Tim Bahasa
ja: 言語チームの作成
ko_kr: 언어팀 생성하기
ru: Создание команды переводчиков языка
tr_tr: Bir Dil Ekibi Oluşturmak

source: Cross Project Liaisons
ko_kr: 크로스 프로젝트 연락 조직 (Liaison)
ru: Взаимодействие с другими проектами

source: Daily Work
id: Pekerjaan sehari-hari
ko_kr: 일상적인 작업
ru: Ежедневные задачи

source: Discuss and review glossary changes in your language team before you propose changes to the Gerrit review system. Reviewers in the Gerrit review system cannot understand your language in most cases, so they can only check syntax or conventions.
de: Diskutieren und überprüfen Sie Änderungen am Glossar in Ihrem Sprachteam, bevor Sie die Änderungen im Gerrit-Review-System vorschlagen. Reviewer in Gerrit verstehen Ihre Sprache in den meisten Fällen nicht und können nur die Syntax und Konventionen überprüfen.
id: Diskusikan dan tinjau glosarium perubahan di tim bahasa Anda sebelum Anda mengajukan perubahan pada sistem ulasan Gerrit. Peninjau dalam sistem tinjauan Gerrit tidak dapat memahami bahasa Anda dalam banyak kasus, jadi mereka hanya bisa memeriksa sintaks atau konvensi.
ja: Gerrit レビューシステムに変更を提案する前に、あなたの言語チームで用語集の変更について議論とレビューを行ってください。殆どの場合、 Gerrit レビューシステムのレビューアーはあなたの言語を理解できないので、書式と決まりごとの確認しかできません。
ko_kr: 변경 사항을 Gerrit 리뷰 시스템에 제안하기 이전에 대상 언어팀에서 용어집 변경 사항에 대해 토론 및 리뷰를 거칩니다. Gerrit 리뷰 시스템 내 검토자는 대부분의 경우 대상 언어를 이해할 수 없기에, 문법 또는 통용규칙만을 확인할 수 있습니다.
ru: Обсудите и изменения в словаре в вашей языковой команде до того, как вы отправите изменения в систему ревью Gerrit. В большиенстве случаев ревьюверы Gerrit не знают вашего языка, таким образом они могут проверить только следование правилам синтаксиса и договорённостям о формате кода.
tr_tr: Gerrit gözden geçirme sistemine değişiklik önermeden önce dil takımınızla sözlük değişikliklerini tartışın ve gözden geçirin. Gerrit gözden geçirme sistemindekiler genellikle diliniz anlamayacaklardır, yani yalnızca sözdizimi ve genel özellikleri kontrol edebilirler.

source: Django Projects
ko_kr: Django 프로젝트
ru: Проекты на Django

source: Documentation
de: Dokumentation
id: Dokumentasi
ja: ドキュメント
ko_kr: 문서화
ru: Документация
tr_tr: Belgelendirme

source: Documentation projects
id: Proyek dokumentasi
ko_kr: 문서 프로젝트
ru: Проекты документации

source: Downloading
ja: ダウンロード
ru: Выгрузка
tr_tr: İndirme

source: Downloading: Download the translated results by automation scripts.
id: Downloading: download hasil terjemahan dengan skrip otomasi.
ko_kr: Downloading: 자동화 된 스크립트로 번역 된 결과를 다운로드하십시오.
ru: Выгрузка: Результаты перевода автоматически выгружаются скриптами.
tr_tr: İndirme: Otomatik betikler aracılığıyla çeviri sonuçlarını indirin.

source: During translating a dashboard related project, you may want to know "where is this string used in the dashboard?".
id: Selama menerjemahkan proyek terkait dasbor, Anda mungkin ingin tahu "where is this string used in the dashboard?".
ja: ダッシュボード関連のプロジェクトの翻訳を行っている場合、「このストリングはダッシュボードのどこで使われているのか？」を知りたい場合があるでしょう。
ko_kr: 대시 보드 관련 프로젝트를 번역하는 동안 "대시 보드에서 이 문자열이 어디에 사용됩니까?"를 알고 싶을 수 있습니다.
ru: В процессе перевода проекта, имеющего отношение к панелям управления, вам возможно захочется узнать, "в каком месте строка используется в панели управления?".
tr_tr: Kontrol panosuyla ilişkili bir proje çevirirken, "bu karakter dizisinin kontrol panosunda nerde olduğu"nu bilmek isteyebilirsiniz.

source: Each language team has useful information to help our translation efforts. It is worth visited. You can find your language team at https://wiki.openstack.org/wiki/I18nTeam/team.
de: Jedes Sprachteam hat nützliche Informationen in ihrer Sprache und es ist wert, sich diese einmal anzuschauen. Sie können die Informationen Ihres Sprachteams finden auf https://wiki.openstack.org/wiki/I18nTeam/team.
id: Setiap tim bahasa memiliki informasi yang berguna untuk membantu usaha terjemahan kami. Perlu dikunjungi. Anda dapat menemukan tim bahasa Anda di https://wiki.openstack.org/wiki/I18nTeam/team.
ja: それぞれの言語チームは、翻訳の助けとなるさまざまな情報を提供しています。是非読んでみてください。言語チームのページは https://wiki.openstack.org/wiki/I18nTeam/team に載っています。
ko_kr: 각 언어팀은 번역 노력에 도움을 주는 유용한 정보를 갖고 있습니다. 살펴볼 가치가 있습니다. 모든 언어팀 목록을 https://wiki.openstack.org/wiki/I18nTeam/team 에서 찾을 수 있습니다.
ru: У каждой языковой команды есть полезная информация, которая помогает нам в переводах. Весьма полезно зайти на их страничку. Вы можете найти ссылку на неё по адресу https://wiki.openstack.org/wiki/I18nTeam/team.
tr_tr: Her dil ekibinin çeviri çabamıza yardımcı olacak faydalı bilgileri vardır. Ziyaret etmeye değer. Kend dil ekibinizi https://wiki.openstack.org/wiki/I18nTeam/team adresinde bulabilirsiniz.

source: Each language team may have useful information to help our translation efforts including translation guidelines, priorities, communication tools and so on. It is worth visited. You can find your language team page at https://wiki.openstack.org/wiki/I18nTeam/team. If you have questions, you can contact your coordinators.
de: Jedes Sprachteam hat möglicherweise nützliche Informationen, um Übersetzungen zu verbessern wie Übersetzungsanleitungen, Prioritäten, Kommunikationswerkzeuge und so weiter. Besuchen Sie die Webseite Ihres Sprachteams auf https://wiki.openstack.org/wiki/I18nTeam/team. Bei Fragen wenden Sie sich an Ihren Sprackoordinator.
id: Setiap tim bahasa mungkin memiliki informasi yang berguna untuk membantu upaya terjemahan kita termasuk pedoman penerjemahan, prioritas, alat komunikasi dan sebagainya. Perlu dikunjungi. Anda dapat menemukan halaman tim bahasa Anda di https://wiki.openstack.org/wiki/I18nTeam/team. Jika ada pertanyaan, Anda bisa menghubungi koordinator Anda.
ko_kr: 각 언어팀에는 번역 가이드라인, 우선 순위, 의사소통 도구 등을 포함하는 번역 노력에 도움을 줄 수 있는 유용한 정보가 있을 것입니다. 살펴볼 가치가 있습니다. 대상 언어팀 페이지는 https://wiki.openstack.org/wiki/I18nTeam/team 에서 찾을 수 있습니다. 질문이 있는 경우, 대상 언어팀 coordinator에게 문의할 수 있습니다.
ru: Каждая языковая команда может предоставить вам полезную информацию по переводам, помогая нашей общему делу, включая предоставление руководств по переводу, расстановке приоритетов, средства общения между членами команды, и др. Весьма полезно зайти на их страничку. Вы можете найти ссылку на неё по адресу https://wiki.openstack.org/wiki/I18nTeam/team. Если у вас есть вопросы - обратитесь к вашим координаторам.
tr_tr: Her dil ekibi çeviri kılavuz hatları, öncelikleri, iletişim araçları gibi çeviri çabalarımıza katkısı olacak faydalı bilgilere sahip olabilir. Ziyaret etmeye değer. Dil ekibi sayfanızı https://wiki.openstack.org/wiki/I18nTeam/team adresinde bulabilirsiniz. Sorularınız varsa, düzenleyicilerinizle iletişime geçebilirsiniz.

source: Edit file ``gerrit/projects.yaml`` and add the ``translate`` option:
ru: Отредактируйте файл ``gerrit/projects.yaml`` и добавьте опцию ``translate``:

source: Edit file ``zuul.d/projects.yaml`` and add a template which defines translation jobs to your repository:
ru: Отредактируйте файл ``zuul.d/projects.yaml`` и добавьте шаблон, который который определит задачи переводов для вашего репозитория:

source: Every day, new translations get imported into the repositories using a proposal job. These need to have a review on whether the bot worked properly. You can see all open reviews in `Gerrit <https://review.opendev.org/#/q/status:open+topic:zanata/translations,n,z>`_. The subject of these patches is always "Imported Translations from Zanata".
id: Setiap hari, terjemahan baru diimpor ke repositori menggunakan pekerjaan proposal. Ini perlu ditinjau apakah bot berfungsi dengan baik. Anda dapat melihat semua ulasan terbuka di `Gerrit <https://review.opendev.org/#/q/status:open+topic:zanata/translations,n,z>`_. Subjek dari tambalan ini selalu "Imported Translations from Zanata".
ko_kr: 매일, 새로운 번역이 proposal 작업을 통해 저장소로 가져오기를 수행합니다. 해당 bot이 올바르게 동작하는지 아닌지에 대한 리뷰를 필요로 합니다. `Gerrit <https://review.opendev.org/#/q/status:open+topic:zanata/translations,n,z>`_ 에서 오픈되어 있는 리뷰 확인이 가능합니다. 해당 패치 제목은 항상 "Imported Translations from Zanata" 입니다.
ru: Каждый день новые переводы импортируются в репозитории с использованием специальной задачи, которая создаёт запросы на изменения. Они должны проходить ревью на предмет того, отработала ли задача корректно. Вы можете посмотреть все открытые ревью в `Gerrit <https://review.opendev.org/#/q/status:open+topic:zanata/translations,n,z>`_. Название этих патчей всегда будет "Imported Translations from Zanata".

source: Everybody can propose agenda topics on `I18nTeamMeeting Wiki Page <https://wiki.openstack.org/wiki/Meetings/I18nTeamMeeting#Agenda_for_next_meeting>`_. If there are no topics proposed, the meeting might be canceled for that week.
id: Semua orang dapat mengusulkan topik agenda `I18nTeamMeeting Wiki Page <https://wiki.openstack.org/wiki/Meetings/I18nTeamMeeting#Agenda_for_next_meeting>`_. Jika tidak ada topik yang diusulkan, rapat mungkin dibatalkan untuk minggu itu.
ko_kr: 누구든지 `I18nTeamMeeting Wiki Page <https://wiki.openstack.org/wiki/Meetings/I18nTeamMeeting#Agenda_for_next_meeting>`_ 에서 아젠다 주제를 제안할 수 있습니다. 제안된 주제가 없는 경우, 미팅은 다음 주를 위해 취소될 수 있습니다.
ru: Любой может предложить тему для обсуждения в повестку на `странице Wiki I18nTeamMeeting <https://wiki.openstack.org/wiki/Meetings/I18nTeamMeeting#Agenda_for_next_meeting>`_. Если там нет тем для обсуждения, то совещание на этой неделе может быть отменено.

source: Everyone in the OpenStack community is glad to help you.
de: Jeder in der OpenStack-Gemeinschaft hilft Ihnen gerne.
id: Semua orang di komunitas OpenStack dengan senang hati membantu Anda.
ja: OpenStack コミュニティーの誰もが相談に乗ってくれます。
ko_kr: OpenStack 커뮤니티 모두가 기꺼이 도울 것입니다.
ru: Каждый в сообществе OpenStack будет рад помочь вам.
tr_tr: OpenStack topluluğundaki herkes yardım etmek isteyecektir.

source: Extract Zanata user information
id: Ekstrak informasi pengguna Zanata
ko_kr: Zanata 사용자 정보 추출
ru: Выгрузка информации о пользователях Zanata
tr_tr: Zanata kullanıcı bilgisini çıkart

source: Extracting
ru: Экстракция
tr_tr: Çıkartma

source: FAQ: I cannot find my name in Stackalytics
id: FAQ: Saya tidak dapat menemukan nama saya di Stackalytics
ja: FAQ: 自分の名前が統計情報に出てこない
ko_kr: FAQ: Stackalytics에서 내 이름을 찾을 수 없습니다
ru: ЧАВО: Я не могу найти своего имени в Stackalytics.
tr_tr: SSS: Stackalytics'de kendi ismimi bulamıyorum

source: Finally, propose a patch including all of the above changes to the Gerrit review system.
de: Final schlagen Sie einen Patch incl. aller vorher gemachten Änderungen im Gerrit-Review-System vor.
id: Akhirnya, ajukan sebuah patch termasuk semua perubahan di atas ke sistem ulasan Gerrit.
ja: 最後に、上記のすべての変更を含めたパッチを Gerrit レビューシステムに投稿してください。
ko_kr: 마지막으로, 위 모든 변경 사항을 포함하여 Gerrit 리뷰 시스템에 패치를 제안합니다.
ru: И, наконец, предложите патч, включающий в себя все сделанные выше изменения, в систему ревью Gerrit.
tr_tr: Son olarak, yukardaki tüm değişiklikleri içeren bir yamayı Gerrit gözden geçirme sistemine gönderin.

source: Finally, we could generate HTML files by
id: Akhirnya, kita bisa menghasilkan file HTML
ko_kr: 마지막으로, HTML 파일을 생성 할 수 있습니다.
ru: И, наконец, мы можем собрать HTML файл, запустив
tr_tr: Son olarak, HTML dosyalarını şu şekilde üretebiliriz

source: Finding and reporting translation bugs is an important step towards better quality of translations in OpenStack.
de: Finden und Melden von Übersetzungsfehlern ist ein wichtiger Schritt vorwärts um die Qualität von Übersetzungen in OpenStack zu verbessern.
id: Menemukan dan melaporkan bug terjemahan merupakan langkah penting menuju kualitas terjemahan yang lebih baik di OpenStack.
ja: 翻訳バグを見つけて報告することは、 OpenStack の翻訳の品質を向上するためには重要なことです。
ko_kr: 번역 버그를 발견하고 신고하는 것은 OpenStack에서 번역 품질을 향상시키는 방향으로 나아가는 데 있어 중요한 단계입니다.
ru: Находить и отправлять ошибки перевода - это важный шаг к повышению качества переводов в OpenStack.
tr_tr: OpenStack'de çevirilerin kalitesini korumak için çeviri hatalarını bulmak ve bildirmek önemli bir adımdır.

source: First enable translation in your project, depending on whether it is a Django project, a Python project or a ReactJS project.
ru: Сначала включите систему переводов в вашем проекте. Действия для этого отличаются, и зависят от того, какой у вас проект: Django, Python, или ReactJS.

source: Fixing I18n bugs
de: I18n Fehler beheben
id: Memperbaiki bug I18n
ja: I18n バグ (国際化バグ) の修正
ko_kr: I18n 버그 수정
ru: Исправление ошибок в I18n
tr_tr: i18n hatalarını düzeltmek

source: Follow :doc:`the step <official_translator>` to register an ID in the translation website.
de: Folgen Sie :doc:`the step <official_translator>`, um sich mit einer ID auf der Übersetzungsseite zu registrieren.
id: Ikuti :doc:`the step <official_translator>` untuk mendaftarkan ID di situs terjemahan.
ko_kr: :doc:`the step <official_translator>` 를 따라하여 번역 웹사이트 내 ID를 등록합니다.
ru: Проследуйте на :doc:`этот шаг <official_translator>`, чтобы зарегистрировать ID на платформе переводов.
tr_tr: Çeviri web sitesine kaydolmak için :doc:`adımı <official_translator>` takip edin.

source: For a document in a stable branch, such as the installation guide for Liberty, you need to update the file ``doc-tools-check-languages.conf`` in the target stable branch directly.
id: Untuk dokumen di branch stabil, seperti panduan instalasi untuk Liberty, Anda perlu memperbarui file ``doc-tools-check-languages.conf`` di branch stabil target secara langsung.
ja: stable ブランチのドキュメントの場合 (例えば Liberty 版のインストールガイドなど)、対応する stable ブランチの ``doc-tools-check-languages.conf`` ファイルを直接更新する必要があります。
ko_kr: Liberty에 대한 설치 가이드와 같은 stable 브랜치 문서에 대해서는, 대상 stable 브랜치 내 ``doc-tools-check-languages.conf`` 파일을 직접 수정할 필요가 있습니다.
ru: Для документов в стабильной ветке, например для руководства по установке Liberty, вам потребуется обновить файл ``doc-tools-check-languages.conf`` непосредственно в нужной вам ветке.

source: For documentations, URL and a detail place would be great.
de: Für Dokumentaionen, URL und anderen Details wären grossartig.
id: Untuk dokumentasi, URL dan tempat detail akan menjadi hebat.
ja: ドキュメントの場合、 URL と詳しい場所。
ko_kr: 문서에 대해서는, URL 및 자세한 위치가 좋습니다.
ru: Для документации было бы не плохо дать ссылку и точное описание места с ошибкой
tr_tr: Belgelendirmeler için URL ve ayrıntılı konum çok iyi olur.
