Repository: openstack/i18n
Catalog: doc/source/locale/*/LC_MESSAGES/doc.po
Languages: de, id, ja, ko_kr, ru, tr_tr

source: For each Python project in OpenStack, there is an automation job daily to download the translations in PO file to the "locale" folder under the source folder of each project. See :doc:`here <infra>`. It will generate a review request in Gerrit. After :doc:`review <reviewing-translation-import>`, the translation in PO file will be merged.
id: Untuk setiap proyek Python di OpenStack, ada pekerjaan otomasi setiap hari untuk mendownload terjemahan file PO ke folder "locale" di bawah folder sumber setiap proyek. Lihat :doc:`here <infra>`. Ini akan menghasilkan permintaan review di Gerrit. Setelah :doc: `review <reviewing-translation-import>`, terjemahan dalam file PO akan digabungkan.
ko_kr: OpenStack의 각 Python 프로젝트에는 PO 파일의 번역을 각 프로젝트의 소스 폴더 아래에있는 "locale"폴더로 다운로드하는 자동화 작업이 매일 있습니다. 참조: :doc:`here <infra>`. Gerrit에서 검토 요청을 생성합니다. :doc:`review <reviewing-translation-import>` 다음에 PO 파일의 번역이 병합됩니다.
ru: Для каждого проекта на Python в OpenStack имеется автоматическая, ежедневно запускаемая задача, которая скачивает переводы в PO файлы в поддиректорию locale в директории исходных кодов каждого проекта. Смотрите документацию :doc:`тут <infra>`. Она так же создаёт запрос на ревью в Gerrit. После прохождения :doc:`ревью <reviewing-translation-import>`, переводы в PO файлах будут слиты с основным кодом.
tr_tr: OpenStack'deki her Python projesi için, PO dosyasındaki çevirileri her proje için kaynak dizinin altındaki "locale" dizinine indirecek gnlük bir otomasyon işi bulunur. Buraya :doc:`bakınız <infra>`. Bu Gerrit'de bir gözden geçirme isteği üretir. :doc:`Gözden geçirmeden <reviewing-translation-import>` sonra, PO dosyasındaki çeviri birleştirilir.

source: For each Python project in OpenStack, there is an automation job to extract the messages , generate PO template and upload to Zanata, which is triggered by the "commit" event. See :doc:`here <infra>`.
id: Untuk setiap proyek Python di OpenStack, ada pekerjaan otomasi untuk mengekstrak pesan, menghasilkan template PO dan mengunggah ke Zanata, yang dipicu oleh "commit" event. Lihat :doc:`here <infra>`.
ko_kr: OpenStack의 각 Python 프로젝트에는 메시지를 추출하고 PO 템플릿을 생성되어 "commit"이벤트에 의해 트리거되는 Zanata에 업로드하는 자동화 작업이 있습니다. 참조: :doc:`here <infra>`.
ru: Для каждого проекта на Python в OpenStack имеется автоматическая, выполняемая на каждое событие слияния кода задача, которая выгружает все сообщения, генерирует PO шаблоны, и загружает их в Zanata. Смотрите документацию :doc:`тут <infra>`.
tr_tr: OpenStack'deki her Python projesi için iletileri çıkartan, PO şablonu oluşturan ve Zanata'ya yükleyen, "commit" olayıyla tetiklenen bir otomasyon işi bulunur. Buraya :doc:`bkz <infra>`.

source: For example, in case of nova,
id: Misalnya, dalam kasus nova,
ko_kr: 예를 들어, nova에서는,
ru: Например, в случае с Nova,
tr_tr: Örneğin, nova durumunda,

source: For most of the Python projects, the preferred tools for I18N are gettext and babel. The gettext module provides internationalization (I18N) and localization (L10N) services for your Python modules and applications. Babel are a collection of tools for internationalizing Python applications.
id: Untuk sebagian besar proyek Python, alat yang disukai untuk I18N adalah gettext dan babel. Modul gettext menyediakan layanan internasionalisasi (I18N) dan lokalisasi (L10N) untuk modul dan aplikasi Python Anda. Babel adalah kumpulan alat untuk menginternasionalisasi aplikasi Python.
ko_kr: 대부분의 Python 프로젝트에서, I18N을 위해 선호되는 도구는 gettext와 babel입니다. gettext 모듈은 Python 모듈 및 응용 프로그램에 대한 국제화 (I18N) 및 지역화 (L10N) 서비스를 제공합니다. Babel은 Python 응용 프로그램을 국제화하기 위한 도구 모음입니다.
ru: Большинство проектов на Python предпочитают использовать для I18n gettext и babel. Модуль gettext предоставляет сервисы интернационализации (I18N) и локализации (L10N) для ваших модулей Python и приложений. Babel - это коллекция утилит для интернационализации ваших приложений, написанных на Python.
tr_tr: Çoğu Python projesi için, i18n için tercih edilen araçlar gettext ve babel'dir. Gettext modülü Python modülleriniz ve uygulamalarınız için uluslararasılaştırma (I18N) ve yerelleştirme (L10N) servislerini sağlar. Babel Python uygulamalarını uluslararasılaştırmak için olan araçlar koleksiyonudur.

source: For the dashboard, panel or form name.
de: Für das Dashboard, Panel oder Name der Form.
id: Untuk dasbor, panel atau nama form.
ja: ダッシュボードの場合、パネルやフォームの名前。
ko_kr: 대시보드에 대해서는, 패널이나 폼 이름이 좋습니다.
ru: Для панелей управления - название панели управления или название формы
tr_tr: Kontrol panosu, pano veya form ismi.

source: For translation of strings in Python files, only a few changes are needed inside a project.
ru: Для перевода строк в файлах Python нужно сделать всего несколько изменений в проекте.

source: Foundation membership was validated by calling a REST API in https://openstackid-resources.openstack.org
id: Keanggotaan Foundation divalidasi dengan memanggil REST API di https://openstackid-resources.openstack.org
ko_kr: Foundation 멤버십은 https://openstackid-resources.openstack.org에서 REST API를 호출하여 검증되었습니다.
ru: Членство в OpenStack Foundation было проверено вызовом REST API к https://openstackid-resources.openstack.org
tr_tr: Kurum üyeliği https://openstackid-resources.openstack.org deki REST API çağrılarak onaylanmıştır

source: Getting in touch
de: Im Kontakt bleiben
id: Menghubungi
ja: 連絡先
ko_kr: 어울리기
ru: Как с нами связаться
tr_tr: İletişim

source: Glossary Management
de: Glossarverwaltung
id: Glosarium Manajemen
ja: 用語集の管理
ko_kr: 용어집 관리
ru: Управление словарём
tr_tr: Sözlük Yönetimi

source: Glossary of your language
de: Glossar in Ihrer Sprache
id: Glosarium bahasa Anda
ja: 各言語の用語集
ko_kr: 대상 언어 내 용어집
ru: Словарь вашего языка
tr_tr: Diliniz için sözlük

source: Go to `Zanata server <https://translate.openstack.org/>`_
de: Gehen Sie zu `Zanata server <https://translate.openstack.org/>`_
id: Pergi ke `Zanata server <https://translate.openstack.org/>`_
ja: `Zanata server <https://translate.openstack.org/>`_ を開きます。
ko_kr: `Zanata 서버 <https://translate.openstack.org/>`_ 에 접속합니다
ru: Откройте страницу `сервера Zanata <https://translate.openstack.org/>`_
tr_tr: `Zanata sunucusuna <https://translate.openstack.org/>`_ gidin

source: Go to the :doc:`translation tools <tools>` page to understand the tools and scripts which support our translation platform.
id: Buka halaman :doc:`translation tools <tools>` untuk memahami alat dan skrip yang mendukung platform terjemahan kami.
ja: OpenStack の翻訳プラットフォームを支えるツールやスクリプトの詳細については :doc:`翻訳ツール <tools>` のページを参照してください。
ko_kr: :doc:`translation tools <tools>` 페이지로 가서 번역 플랫폼을 지원하는 도구와 스크립트를 이해하십시오.
ru: Перейдите в раздел :doc:`Инструменты перевода <tools>`, чтобы понять, как работать с инструментарием и скриптами, которые поддерживают нашу платформу.
tr_tr: Çeviri platformumuzu destekleyen araçları ve betikleri anlamak için :doc:`çeviri araçları <tools>` sayfasına gidin.

source: Handling documentation projects
id: Menangani proyek dokumentasi
ja: ドキュメントプロジェクトの扱い
ko_kr: 문서 프로젝트 처리
ru: Работа с проектами документации
tr_tr: Belgelendirme projelerini ele alma

source: Handling horizon projects
id: Menangani proyek horizon
ja: horizon 関連プロジェクトの扱い
ko_kr: horizon 프로젝트 처리
ru: Работа с проектами панелей управления Horizon
tr_tr: Horizon projelerinin ele alınması

source: Handling python projects
id: Penanganan proyek python
ja: python プロジェクトの扱い
ko_kr: python 프로젝트 처리
ru: Работа с проектами на Python
tr_tr: Python projelerinin ele alınması

source: Handling translation bugs
de: Übersetzungsfehler behandeln
id: Menangani bug terjemahan
ja: 翻訳バグの処理
ko_kr: 번역 버그 다루기
ru: Работа с сообщениями об ошибках перевода
tr_tr: Çeviri hatalarını ele almak

source: Handy links (always sort of on the agenda)
id: Tautan tersedia (selalu masuk dalam agenda)
ko_kr: 관련 링크 (항상 안건에 따라 정렬됩니다)
ru: Полезные ссылки (по повестке):

source: Heleno Jimenez de la Cruz (id: heleno_jimenez) - Spanish (Mexico)
ru: Heleno Jimenez de la Cruz (id: heleno_jimenez) - Испанский (Мексика)
tr_tr: Heleno Jimenez de la Cruz (id: heleno_jimenez) - İspanyolca (Meksika)

source: Here is the check list for such case:
id: Berikut adalah daftar periksa untuk kasus tersebut:
ja: このような場合、まず以下の項目を確認してください。
ko_kr: 해당 경우에 대한 확인 목록은 다음과 같습니다:
ru: Вот что вам следует проверить в этом случае:
tr_tr: Böyle bir durumda yapılacaklar şu şekildedir:

source: How are translations handled?
id: Bagaimana terjemahan ditangani?
ko_kr: 번역은 어떻게 다루어집니까?
ru: Как делаются переводы?
tr_tr: Çeviriler nasıl ele alınır?

source: How can I report a bug?
de: Wie kann ich einen Fehler melden?
id: Bagaimana saya bisa melaporkan bug?
ja: バグ報告の仕方
ko_kr: 어떻게 버그를 신고할 수 있습니까?
ru: Как я могу сообщить об ошибке?
tr_tr: Nasıl bir hata bildirebilirim?

source: How to check translations
de: Wie Übersetzungen überprüfen
id: Bagaimana cara memeriksa terjemahan
ja: 翻訳の確認方法
ko_kr: 번역을 검사하는 방법
ru: Как проверять переводы
tr_tr: Çevirileri kontrol etmek

source: I18n Core Team
id: Tim Inti I18n
ko_kr: I18n 코어 팀
ru: Основная команда I18n

source: I18n Mailing List Management
id: Manajemen Daftar Mailing I18n
ko_kr: I18n 메일링리스트 관리
ru: Управление сипском почтовой рассылки I18n

source: I18n blueprints are listed also on `Launchpad <https://blueprints.launchpad.net/openstack-i18n>`__. In normal case a blueprint has an assignee and describes a larger course of a process.
id: Cetak biru I18n juga terdaftar di `Launchpad <https://blueprints.launchpad.net/openstack-i18n>` __. Dalam kasus normal, cetak biru memiliki penerima tugas dan menjelaskan proses yang lebih besar.
ko_kr: I18n 블루프린트는 `Launchpad <https://blueprints.launchpad.net/openstack-i18n>`__ 에 목록이 있습니다. 보통의 경우 블루프린트에는 할당된 사람이 있으며 긴 일련의 작업 과정을 설명합니다.
ru: Проекты дизайна так же рассматриваются в `Launchpad <https://blueprints.launchpad.net/openstack-i18n>`__. Обычно проект дизайна имеет назначенного исполнителя и описывает какую-то большую часть процесса.

source: I18n team helps release activities on other projects if the projects have cross-project liaison on I18n team and upon request.
id: Tim I18n membantu melepaskan kegiatan pada proyek lain jika proyek tersebut memiliki hubungan lintas proyek pada tim I18n dan berdasarkan permintaan.
ko_kr: I18n 팀은 다른 프로젝트가 I18n 팀과 크로스 프로젝트 연락 조직이 있고 요청이 있는 경우 다른 프로젝트의 릴리즈 활동을 지원합니다.
ru: Команда I18n помогает в процессе релиза другим проектам, если у этих проектов есть ответственный за межпроектное взаимодействие или по запросу.

source: I18n team meeting
id: Pertemuan tim I18n
ja: I18n チームミーティング
ko_kr: I18n 팀 미팅
ru: Cовещания команды I18n
tr_tr: i18n takım buluşması

source: IRC meeting commands
de: IRC Meeting-Kommandos
id: Perintah pertemuan IRC
ja: IRC ミーティングのコマンド
ko_kr: IRC 미팅 명령어
ru: Команды IRC для совещаний
tr_tr: IRC toplantı komutları

source: IRC web client
id: Klien web IRC
ja: Web 版 IRC client
ko_kr: IRC 웹 클라이언트
ru: Веб-клиент IRC

source: If a bug reports translation errors of a certain language, it could be called **translation bug**. The translation bug should be fixed in the translation tool.
de: Wenn ein Übersetzungsfehler in eine andere Sprache gemeldet wird, so könnte man das **translation bug** nennen. Dieser sollte im Übersetzungswerkzeug behoben werden.
id: Jika bug melaporkan kesalahan terjemahan dari bahasa tertentu, bisa jadi disebut **translation bug **. Bug terjemahan harus diperbaiki dalam alat terjemahan.
ja: バグ報告が特定の言語の翻訳間違いに関するものの場合、そのバグを **翻訳バグ** と呼ぶことにします。翻訳バグは翻訳ツールで修正します。
ko_kr: 특정 언어에 대한 번역 오류를 보고하는 버그인 경우에는 **번역 버그** 라 일컫습니다. 번역 버그는 번역 도구 내에서 수정이 이루어져야 합니다.
ru: Если в сообщении об ошибке говорится об ошибке перевода, то его можно называть "сообщением об ошибке в переводе". Исправление перевода должно выполняться в инструментах перевода.
tr_tr: Eğer bir hata belirli bir dille ilgili çeviri hataları bildiriyorsa, **çeviri hatası** olarak adlandırılabilir. Çeviri hatası çeviri aracında düzeltilmelidir.

source: If a reported bug turns out to be bugs in a source project, You could help
de: Wenn ein gemeldeter Bug aus einem Source-Projekt kommt, könnten Sie helfen
id: Jika bug yang dilaporkan ternyata menjadi bug dalam proyek sumber, Anda bisa membantu
ja: 報告されたバグが上流プロジェクトのバグであった場合、次のようなことができるでしょう。
ko_kr: 보고된 버그가 소스 프로젝트 내 버그로 판명되는 경우, 도움을 줄 수 있는 점은 다음과 같습니다:
ru: Вы можете помочь, даже если сообщение об ошибке на самом деле окажется об ошибке в исходном проекте:
tr_tr: Bildirilen bir hatanın kaynak projede olduğu netleşirse, yardımcı olabilirsiniz

source: If the repository is a GUI project, use the ``translation-jobs-master-stable`` template. Otherwise use the ``translation-jobs-master-only`` template.
ru: Если репозиторий – проект с GUI, то используйте шаблон ``translation-jobs-master-stable``. В иных случаях используйте шаблон ``translation-jobs-master-only``.

source: If there is a translation bug on a stable version in Zanata, it is highly recommended to fix the same translation bug on the corresponding string in the master version.
id: Jika ada bug terjemahan pada versi stabil di Zanata, sangat disarankan untuk memperbaiki bug terjemahan yang sama pada string yang sesuai di versi master.
ja: Zanata の stable バージョンに翻訳バグがあった場合は、 master バージョンの対応するストリングについても修正することを強くお薦めします。
ko_kr: Zanata에서 안정 버전 내 번역 버그가 있는 경우에는, 해당 번역 버그를 수정함과 동시에 대응하는 master 버전 내 문자열을 같이 수정할 것을 강력히 권장합니다.
ru: Если в стабильной версии перевода в Zanata найдена какая-то ошибка, крайне рекомендуется исправить такую же ошибку перевода в соответствующей строке в мастер версии.
tr_tr: Zanata'da kararlı sürümde bir çeviri hatası varsa, aynı çeviri hatasının ilişkili master sürümünde de düzeltilmesi önerilir.

source: If you are a speaker of this language, you could help
de: Wenn Sie diese Sprache beherrschen, könnten Sie helfen
id: Jika Anda seorang pembicara bahasa ini, Anda bisa membantu
ja: その言語が分かる場合、次のようなことができるでしょう。
ko_kr: 해당 언어를 구사하는 경우에는 도움을 줄 수 있을 것입니다.
ru: Вот способы помочь, если вы говорите на этом языке:
tr_tr: Bu dili konuşan biriyseniz, yardım edebilirsiniz

source: If you are a translator of this language, you could help
de: Wenn Sie ein Übersetzer dieser Sprache sind, könnten Sie helfen
id: Jika Anda penerjemah bahasa ini, Anda bisa membantu
ja: その言語の翻訳者の場合、次のようなことができるでしょう。
ko_kr: 해당 언어 번역자인 경우 도움을 줄 수 있을 것입니다
ru: Вот способы помочь, если вы - переводчик с/на этот язык:
tr_tr: Bu dilin çevirmeniyseniz, yardımcı olabilirsiniz

source: If you are a translator or a person involved in I18n effort, you may be interested in triaging and fixing translation bugs :)
de: Falls Sie Übersetzer oder eine in I18n involvierte Person sind, dann sind Sie möglicherweise an der Behebung von Fehlern interessiert :)
id: Jika Anda seorang penerjemah atau orang yang terlibat dalam usaha I18n, Anda mungkin tertarik untuk triaging (merender) dan memperbaiki bug terjemahan :)
ja: 翻訳者や I18n 活動に関係している人であれば、翻訳バグの確認や修正にも興味があることでしょう :)
ko_kr: 번역자 또는 I18n 기여와 관련된 사람인 경우, 번역 버그를 구분하고 수정하는 데 관심이 있을 것입니다 :)
ru: Если вы переводчик или человек, вовлечённый в усилия I18n, вы можете быть заинтересованы в тестировании и в исправлении ошибок перевода :)
tr_tr: i18n ekibiyle ilgili bir çevirmen ya da şahıssanız, çeviri hatalarını sıralayabilir ya da çözebilirsiniz :)

source: If you are lucky to use a same name for launchpad and Zanata IDs, you do not need to do the above. Stackalytics will find your statistics automatically.
id: Jika Anda beruntung menggunakan nama yang sama untuk launchpad dan Zanata ID, Anda tidak perlu melakukan hal di atas. Stackalytics akan menemukan statistik Anda secara otomatis.
ja: 幸運にも launchpad と Zanata の ID が同じ場合は、上記の作業は不要です。 Stackalytics は自動的にあなたの統計情報を見つけてくれます。
ko_kr: 런치 패드 및 Zanata ID에 동일한 이름을 사용하는 것이 운이 좋다면 위와 같은 작업을 수행 할 필요가 없습니다. Stackalytics는 자동으로 통계를 찾습니다.
ru: Вам не нужно выполнять вышеописанные действия, если вам повезло иметь один и тот же ID и в Launchpad, и в Zanata. Stackalytics автоматически найдёт вашу статистику.
tr_tr: Launchpad ve Zanata kimlikleriniz için aynı ismi kullanacak kadar şanslıysanız, yukarıdaki adımı yapmanıza gerek yoktur. Stackalytcis istatistiklerinizi otomatik bulur.

source: If you are reviewing these translations, keep the following in mind:
id: Jika Anda meninjau terjemahan ini, ingatlah hal-hal berikut ini:
ko_kr: 해당 번역을 리뷰하고자 하는 경우, 다음 사항을 명심합니다:
ru: Если вы делаете ревью этих переводов, не забывайте следеющее:
tr_tr: Bu çevirileri gözden geçiriyorsanız, şunları aklınızda tutun:

source: If you are unfamiliar with translations in OpenStack, read the `Project Team Guide on Internationalization and Translation <http://docs.openstack.org/project-team-guide/i18n.html>`_ first.
id: Jika Anda tidak terbiasa dengan terjemahan di OpenStack, baca `Project Team Guide on Internationalization and Translation <http://docs.openstack.org/project-team-guide/i18n.html>` _ terlebih dahulu.
ja: OpenStack での翻訳について詳しくない場合は、まず、プロジェクトチームガイドの `国際化と翻訳 (Internationalization and Translation) <http://docs.openstack.org/project-team-guide/i18n.html>`__ を読んでください。
ko_kr: OpenStack 번역과 친숙하지 않은 경우, 먼저 `국제화 및 번역에 대한 Project Team Guide <http://docs.openstack.org/project-team-guide/i18n.html>`_ 를 살펴봅니다.
ru: Если вы не знакомы с переводами в OpenStack, в начале прочтите `Руководство по переводу и интернационализации <http://docs.openstack.org/project-team-guide/i18n.html>`_.
tr_tr: OpenStack'de çevirilere aşina değilseniz, önce `Uluslararasılaştırma ve Çeviri üzerine Proje Ekibi Kılavuzunu <http://docs.openstack.org/project-team-guide/i18n.html>`_ okuyun.

source: If you cannot find your local team, you can request to :ref:`create a local translation team <creating-lang-team>`.
de: Wenn Sie Ihr lokales Team nicht finden können, senden Sie eine Anfrage zu :ref:`Erstellen eines lokalen Übersetzungsteams <creating-lang-team>`.
id: Jika Anda tidak dapat menemukan tim lokal Anda, Anda dapat meminta :ref:`create a local translation team <creating-lang-team>`.
ko_kr: 로컬 팀을 찾을 수 없는 경우에는, :ref:`로컬 번역팀 생성 <creating-lang-team>` 을 요청할 수 있습니다.
ru: Если вы не можете найти своей локальной команды, вы можете запросить :ref:`создание новой языковой команды <creating-lang-team>`.
tr_tr: Yerel ekibinizi bulamazsanız, :ref:`yerel çeviri ekibi oluşturma <creating-lang-team>` isteği yapabilirsiniz.

source: If you encounter more complicated things including translation tool chains or something others, the most recommended way is to ask it in the I18n mailing list ``openstack-i18n@lists.openstack.org``. Of course, you can file a bug against a related project directly.
de: Wenn Sie auf komplizierte Dinge wie Übersetzungswerkzeuge oder ähnliches stossen, fragen Sie am besten in der I18n-Mailingliste ``openstack-i18n@lists.openstack.org``. Natürlich können Sie den Bug direkt gegen das entsprechende Projekt öffnen.
id: Jika Anda menemukan hal-hal yang lebih rumit termasuk rantai alat terjemahan atau sesuatu yang lain, cara yang paling disarankan adalah menanyainya di milis I18n ``openstack-i18n @ lists.openstack.org``. Tentu saja, Anda bisa mengajukan bug terhadap proyek terkait secara langsung.
ja: 翻訳関連のツール群やその他のもっと複雑な事象に遭遇した場合、一番のお薦めは I18n メーリングリスト ``openstack-i18n@lists.openstack.org`` で質問することです。もちろん、ご自分で、関連プロジェクトに直接バグ報告することもできます。
ko_kr: 번역 툴 체인 또는 몇몇 다른 사항을 포함하는 보다 복잡한 상황에 직면한 경우, 대부분 권장하는 방식은 I18n 메일링리스트 ``openstack-i18n@lists.openstack.org`` 에 문의하는 것입니다. 물론, 관련 프로젝트에 직접 버그를 보고할 수 있습니다.
ru: Если вы столкнётесь с более сложными случаями, например, с проблемами в инструментах для перевода или чем-то ещё, то рекомендуем вам задать вопрос в список почтовой рассылки ``openstack-i18n@lists.openstack.org``. Так же вы, конечно, можете отправить сообщение об ошибке непосредственно в связанный проект.
tr_tr: Çeviri aracı zincirleri veya başka şeylerde daha karmaşık hatalarla karşılaşırsanız, ``openstack-i18n@lists.openstack.org`` i18n posta listesine sormanızı öneriyoruz. Tabi ilgili projeye doğrudan bir hata raporu da oluşturabilirsiniz.

source: If you have a machine running DevStack, there are two ways.
de: Es gibt 2 Wege, um eine Maschine mit DevStack laufen zu lassen.
id: Jika Anda memiliki mesin yang menjalankan DevStack, ada dua cara.
ja: DevStack を実行している場合、以下の 2 つの方法があります。
ko_kr: DevStack을 실행하는 머신을 갖고자 하는 경우, 두 가지 방법이 있습니다.
ru: Если у вас есть компьютер, на котором работает DevStack, то у вас есть два варианта действий.
tr_tr: DevStack çalıştıran bir makineniz varsa, iki yol vardır.

source: If you have any, don't hesitate to share it :)
id: Jika sudah memilikinya, jangan ragu untuk membagikannya :)
ja: 何か豆知識があれば、是非追加してください。
ko_kr: 관련해 있는 경우, 여기에 공유하는 것을 잊지 말아주십시오 :)
ru: Если и у вас есть такие - не стесняйтесь поделиться :)
tr_tr: Sizde de varsa, paylaşmayı ihmal etmeyin :)

source: If you notice bad translations in a language, file a bug (see :ref:`reporting_translation_bugs`). Then the translation team will update the translation. We recommend to still import this change as is and import later the fix to not block other valid translations to merge.
id: Jika Anda melihat terjemahan buruk dalam bahasa, ajukan bug (lihat :ref: `reporting_translation_bugs`). Kemudian tim penerjemahan akan memperbarui terjemahannya. Sebaiknya masih mengimpor perubahan ini sebagaimana adanya dan impor nanti perbaiki agar tidak menghalangi terjemahan lain yang valid untuk digabungkan.
ko_kr: 언어에 대해서 잘못된 번역을 발견한 경우에는 버그를 보고합니다 (:ref:`reporting_translation_bugs` 참고). 이후 번역팀이 번역을 업데이트할 것입니다. 해당 변경사항을 가져오고, 수정된 사항을 나중에 (한 번 더) 가져오기 하여 다른 유효한 번역이 머지되는 것을 막지 않는 것을 권장합니다.
ru: Если вы заметили плохой перевод на какой-либо язык, сообщите об ошибке (см. :ref:`reporting_translation_bugs`). В этом случае команда переводов обновит перевод. Внезависимости от вашей оценки качества перевода, рекомендуется импортировать это изменение как есть, о позже импортировать исправление, чтобы не блокировать сливание других корректных переводов.
tr_tr: Bir dilde kötü çeviriler farkederseniz, hata raporu doldurun (bkz :ref:`reporting_translation_bugs`). Ardından çeviri ekibi çeviriyi güncelleyecektir. Diğer geçerli çevirilerin birleştirilmesini engellememek için bu değişikliği yine de aktarıp daha sonra düzeltmenin yapılmasını öneriyoruz.

source: If you visit `openstack-i18n launchpad <https://bugs.launchpad.net/openstack-i18n>`_, we can find **Report a bug** at the right-upper corner. Click to report a bug.
de: Wenn Sie `openstack-i18n Launchpad <https://bugs.launchpad.net/openstack-i18n>`_ besuchen, finden Sie in der rechten oberen Ecke **Einen Fehler melden**. Klicken Sie dort.
id: Jika Anda mengunjungi `launchstack-i18n launchpad <https://bugs.launchpad.net/openstack-i18n>` _, kita dapat menemukan **Report a bug** di sudut kanan atas. Klik untuk melaporkan bug.
ja: `openstack-i18n launchpad <https://bugs.launchpad.net/openstack-i18n>`_ を開いて、右上にある **Report a bug** を探します。クリックして、バグ報告に進みます。
ko_kr: `openstack-i18n launchpad <https://bugs.launchpad.net/openstack-i18n>`_ 를 방문하였다면, 오른쪽 상단에서 **Report a bug** 를 찾을 수 있습니다. 버그 신고를 위해 클릭합니다.
ru: Посетите `OpenStack-i18n Launchpad <https://bugs.launchpad.net/openstack-i18n>`_, и кликните по ссылке **Report a bug** (**Сообщить об ошибке**) в правом верхнем углу.
tr_tr: `openstack-i18n launchpad <https://bugs.launchpad.net/openstack-i18n>`_ sayfasını ziyaret ettiğinizde sağ üst köşede **Bir hata bildir** göreceksiniz. Hata bildirmek için buraya tıklayın.

source: If you want to create a language team and you want to be a coordinator, please follow below steps:
de: Wenn Sie ein Sprachteam erstellen und Koordinator sein möchten, beachten Sie folgende Schritte:
id: Jika Anda ingin membuat tim bahasa dan Anda ingin menjadi koordinator, ikuti langkah-langkah di bawah ini:
ko_kr: 언어팀을 만들고 코디네이터가 되고자 하는 경우, 다음 단계를 따릅니다:
ru: Если вы хотите создать команду переводчиков языка и вы хотите быть координатором, пожалуйста, следуйте нижеприведённым шагам:
tr_tr: Bir dil ekibi oluşturmak istiyorsanız ve düzenleyicisi olmak istiyorsanız, aşağıdaki adımları takip edin:
