Repository: openstack/i18n
Catalog: doc/source/locale/*/LC_MESSAGES/doc.po
Languages: de, id, ja, ko_kr, ru, tr_tr

source: When you are using OpenStack (including the dashboard, API or CLI) or are reading translated documentations, if you find something wrong, something you cannot understand, something you cannot agree, or something to be improved, please consider reporting it.
de: Wenn Sie bei der Verwendung von OpenStack (einschließlich Dashboard, API oder CLI) oder beim Lesen übersetzter Dokumentationen etwas falsch finden, etwas nicht verstehen oder etwas verbessern möchten, melden Sie diesen Fehler.
id: Bila Anda menggunakan OpenStack (termasuk dasbor, API atau CLI) atau membaca dokumentasi terjemahan, jika Anda menemukan sesuatu yang salah, sesuatu yang tidak dapat Anda pahami, sesuatu yang tidak dapat Anda setujui, atau sesuatu yang perlu ditingkatkan, pertimbangkan untuk melaporkannya.
ja: OpenStack (ダッシュボード、API、CLI など) を使っているときや翻訳されたドキュメントを読んでいるときに、間違っている点、意味が分からない点、同意できない点、改善した方がよい点などを見つけたら、是非報告してください。
ko_kr: OpenStack (대시보드, API 또는 CLI 포함)을 사용할 때 또는 번역 문서를 읽을 때, 무엇인가 잘못되었거나, 이해할 수 없거나, 동의하기 어려운 부분 또는 개선이 필요한 부분을 찾았다면 해당 부분을 신고하는 것을 고려하십시오.
ru: Если в процессе использования OpenStack (включая работу с панелями управления, API или командной строкой) или чтения документации вы сталкиваетесь с чем-то некорректным, с чем-то, что вы не понимаете, или с чем-то, с чем вы не согласны, или видите что-то, что можно улучшить, пожалуйста, сообщите об этом.
tr_tr: OpenStack kullanırken (kontrol panosu, API ve CLI dahil) veya çevrilmiş belgeleri okurken yanlış bir şey bulursanız, anlayamadığınız ya da katılmadığınızı bir şeyler varsa, ya da bir yerlerin iyileştirilebileceğini düşünüyorsanız lütfen bildirmeden geçmeyin.

source: When you want to update a glossary of your language, edit a corresponding glossary file using your favorite editor and propose a change to the Gerrit review system.
de: Wenn Sie ein Glossar in Ihrer Sprache aktualisieren wollen, editieren Sie die entsprechende Datei mit Ihrem Lieblingseditor und schlagen die Änderung im Gerrit-Review-System vor.
id: Bila Anda ingin memperbarui glosarium bahasa Anda, edit file glosarium yang sesuai menggunakan editor favorit Anda dan ajukan perubahan pada sistem ulasan Gerrit.
ja: あなたの言語の用語集を更新する際は、お気に入りのエディターを使って対応する用語集のファイルを編集し、 Gerrit レビューシステムに変更を提案してください。
ko_kr: 대상 언어에 대한 용어집을 수정하려면, 선호하는 편집기를 사용하여 대응하는 용어집 파일을 편집한 후 Gerrit 리뷰 시스템에 변경 사항을 제안합니다.
ru: Если вы хотите обновить словарь вашего языка, то отредактируйте соответствующий файл словаря с использованием вашего любимого редактора, и предложите изменение в систему ревью Gerrit.
tr_tr: Diliniz için sözlüğü güncellemek istediğinizde, istediğiniz düzenleyici ile sözlüğü düzenleyin ve Gerrit gözden geçirme sistemine bir değişiklik önerisi gönderin.

source: When your request is approved, add an item in "Local Translation Teams" in the wiki page, create a wiki page under page `I18nTeam <https://wiki.openstack.org/wiki/I18nTeam/team>`_ (for example, I18nTeam/team/zh_cn) to introduce your team, with the following information at least: the contact information, the web page, and the work items.
de: Wenn Ihr Antrag genehmigt ist, fügen Sie einen Eintrag in "Local Translation Teams" in der Wiki-Seite hinzu und erstellen eine Seite unter `I18nTeam <https://wiki.openstack.org/wiki/I18nTeam/team>`_ (zum Beispiel I18nTeam/team/zh_cn), um Ihr Team vorzustellen mit den folgenden Informationen: Kontakt, Webseite, Arbeitsfelder.
id: Bila permintaan Anda disetujui, tambahkan item dalam "Local Translation Teams" di halaman wiki, buat halaman wiki di bawah halaman `I18nTeam <https://wiki.openstack.org/wiki/I18nTeam/team>` _ (misalnya , I18nTeam/team/zh_cn) untuk mengenalkan tim Anda, dengan informasi berikut setidaknya: informasi kontak, halaman web, dan item pekerjaan.
ko_kr: 요청이 수락되면, 위키 페이지 내 "Local Translation Teams" 에 항목을 추가하고, `I18nTeam <https://wiki.openstack.org/wiki/I18nTeam/team>`_ 페이지에서 위키 페이지 (예를 들면, I18nTeam/team/zh_cn)를 생성하여 팀 소개와 함께 적어도 연락처 정보, 웹 페이지, 그리고 작업 항목과 같은 정보를 포함합니다.
ru: Когда ваш запрос будет одобрен, добавьте пункт на страницу вики "Языковые команды переводчиков" ("Local Translation Teams"), и создайте дочернюю вики страницу под `I18nTeam <https://wiki.openstack.org/wiki/I18nTeam/team>`_ (например, I18nTeam/team/zh_cn), где представьте свою команду, и как минимум укажите следующее: контактную ифнормацию, адрес веб-страницы, и то, над чем вы работаете.
tr_tr: İsteğiniz onaylandığında, wiki sayfasında "Yerel Çeviri Ekipleri" sayfasına bir öge ekleyin, ekibinizi tanıtmak için `I18nTeam <https://wiki.openstack.org/wiki/I18nTeam/team>`_ sayfası altında bir wiki sayfası oluşturun (örneğin, I18nTeam/team/zh_cn), en azından iletişim bilgisi, web sayfası ve iş ögelerini belirtin.

source: When your request is approved, you will get an email notification.
de: Wenn Ihr Antrag genehmigt ist, bekommen Sie eine Emailbenachrichtigung.
id: Bila permintaan Anda disetujui, Anda akan mendapatkan notifikasi email.
ja: 参加申請が承認されると、電子メールで通知が来ます。
ko_kr: 요청이 수락된 경우, 이메일 통지를 받을 것입니다.
ru: Когда ваш запрос будет одобрен, вы получите уведомление по email.
tr_tr: İsteğiniz onaylandığında bir eposta bildirisi alırsınız.

source: Where a string is used in Dashboard UI?
id: Dimana string digunakan di UI Dasbor?
ja: ストリングは Dashboard UI のどこで使われているの？
ko_kr: 대시보드 UI에서 사용하는 문자열은 어디에 있습니까?
ru: В каком месте строка используется в пользовательском интерфейсе панели управления?
tr_tr: Bir karakter dizisinin Kontrol Panosu arayüzünde nerde kullanıldığı?

source: Where a string is used in source code?
id: Dimana string digunakan dalam kode sumber?
ja: ストリングはソースコードのどこで使われているの？
ko_kr: 소스 코드에서 사용하는 문자열은 어디에 있습니까?
ru: В каком месте строка используется в исходных текстах?
tr_tr: Bir karakter dizisi kodda nerde kullanılıyor?

source: Where can I report a bug?
de: Wo kann ich einen Fehler melden?
id: Dimana saya bisa melaporkan bug?
ja: バグの報告先
ko_kr: 어디에 버그를 신고할 수 있습니까?
ru: Куда я могу сообщить об ошибке?
tr_tr: Hatayı nereye bildirebilirim?

source: Where you find a bug you are reporting?
de: Wo fanden Sie den gemeldeten Fehler?
id: Di mana Anda menemukan bug yang Anda laporkan?
ja: どこで報告しようとしているバグを見つけたか？
ko_kr: 신고하고자 하는 버그를 어떻게 찾을 수 있습니까?
ru: Где вы нашли ошибку, о которой сообщаете?
tr_tr: Bildirdiğiniz hatayı nerede buldunuz?

source: Who can help you?
de: Wer kann Ihnen helfen?
id: Siapa yang bisa membantu Anda?
ja: 相談先は？
ko_kr: 누가 도와줄 수 있을까요?
ru: Кто может вам помочь?
tr_tr: Size kim yardımcı olabilir?

source: With these changes merged, the strings marked for translation are sent to the translation server after each merge to your project. Also, a periodic job is set up that checks daily whether there are translated strings and proposes them to your project together with translation source files. Note that the daily job will only propose translated files where the majority of the strings are translated.
ru: Когда эти изменения внесены в кодовую базу, строки, отмеченные для перевода, будут отправляться на сервер переводов после каждого внесения изменений в кодовую базу вашего проекта. Так же будет настроена и станет работать периодическая задача, которая ежедневно проверяет наличие переведённых строк, и предлагает их для в ваш проект на рассмотрение, вместе с исходными файлами переводов. Обратите внимание, что ежедневная задача будет предлагать переведённые файлы только в том случае, если переведена большая часть строк.

source: Write an email to "openstack-i18n@lists.openstack.org" to introduce yourself and the language team you want to create, together with your ID on Zanata.
de: Schreiben Sie eine Email an "openstack-i18n@lists.openstack.org", um sich selber vorzustellen, welches Sprachteam Sie erstellen wollen zusammen mit Ihrer Zanata-ID.
id: Tulislah email ke "openstack-i18n@lists.openstack.org" untuk memperkenalkan diri dan tim bahasa yang ingin Anda buat, bersama dengan ID Anda di Zanata.
ko_kr: "openstack-i18n@lists.openstack.org" 에 이메일을 작성하여 Zanata ID와 함께 본인 및 생성하고자 하는 언어팀을 소개합니다.
ru: Напишите e-mail на "openstack-i18n@lists.openstack.org", в котором представьте себя и языковую команду, которую вы хотите создать, и включите информацию о своём ID на платформе Zanata.
tr_tr: "openstack-i18n@lists.openstack.org" adresine bir eposta yazarak kendiniz tanıtın ve oluşturmak istediğiniz dili Zanata kimliğinizle beraber belirtin.

source: You also need to setup your repository following the instruction for Python and/or Django project above appropriately.
ru: Вам так же понадобится соответственным образом настроить ваш репозиторий по инструкциям для Python и/или Django проектов, как это описано выше.

source: You are encouraged to register with your business email, which will help your company to get the credit. If you don't want to, use your personal email will be OK too.
de: Wenn SIe sich mit Ihrer Firmen-Emailadresse registrieren, hilft das Ihrer Firma, den Verdienst zu bekommen. Wenn Sie das nicht möchten, benutzen Sie Ihre Privatadresse, was auch in Ordnung ist.
id: Anda dianjurkan untuk mendaftar dengan email bisnis Anda, yang akan membantu perusahaan Anda untuk mendapatkan kredit. Jika Anda tidak mau, gunakan email pribadi Anda juga akan baik-baik saja.
ja: 会社のメールアドレスで登録することをお薦めします。そうすれば、あなたの会社の活動として認識されます。そうしたくない場合は、個人のメールアドレスでも問題ありません。
ko_kr: 회사 이메일로 등록하여, 회사에서 크레딧을 얻도록 돕는 것을 권장합니다. 이를 원하지 않는 경우에는, 개인 이메일 또한 괜찮습니다.
ru: Рекомендуется регистрироваться с e-mail адресом вашей компании, так как это позволит вашей компании зачесть работу на свой счёт. Если вы не хотите этого, то используйте свой личный e-mail, и всё будет в порядке.
tr_tr: İş epostanızla kaydolmanız iyi olur, bu şirketinizin itibarı almasına yardımcı olur. İstemiyorsanız, kişisel eposta adresinizi de kullanabilirsiniz.

source: You can also check:
id: Anda juga dapat memeriksa:
ko_kr: 또한 다음을 확인할 수 있습니다:
ru: Так же вы можете посмотреть информацию по следующим ссылкам:

source: You can check on `Gerrit <https://review.opendev.org/#/q/topic:zanata/translations+(status:open+OR+status:merged)>`__, if the translated strings are imported by the project teams. Core reviewers in each repository are strong encouraged to approve translation sync patches but do not be sad if the translations are not accepted. Zanata Sync jobs are repeated every day until they are merged.
id: Anda bisa memeriksanya `Gerrit <https://review.opendev.org/#/q/topic:zanata/translations+(status:open+OR+status:merged)>`__, jika string yang diterjemahkan diimpor oleh tim proyek. Peninjau inti dalam setiap repositori sangat dianjurkan untuk menyetujui tambalan sinkronisasi terjemahan tetapi jangan sedih jika terjemahannya tidak diterima. Pekerjaan Zanata Sync diulang setiap hari sampai digabung.
ko_kr: 번역이 이루어진 문자열을 프로젝트 팀에서 가져오는 항목에 대해서는 `Gerrit <https://review.opendev.org/#/q/topic:zanata/translations+(status:open+OR+status:merged)>`__ 에서 확인할 수 있습니다. 각 저장소 내 코어 리뷰어들에게는 번역 동기화에 대한 패치를 승인하도록 권장하고 있습니다. 그러나 번역이 수용되지 않는다고 하여 낙담하지는 마십시오. Zanata 동기화 작업은 머지가 이루어질 때까지 매일 계속 반복합니다.
ru: В `Gerrit'е <https://review.opendev.org/#/q/topic:zanata/translations+(status:open+OR+status:merged)>`__ вы можете посмотреть, были ли импортированы строки с переводами проектными командами. Основным ревьюверам каждого репозитория настоятельно рекомендуется принимать патчи с изменениями в переводах, но не огорчайтесь, если переводы не будут сразу приняты. Задачи синхронизации Zanata повторяются каждый день до тех пор, пока изменения не будут влиты в основную кодовую базу.

source: You can estimate where a string is used from a location in a source code. (See the previous entry on how to find a location.)
id: Anda dapat memperkirakan di mana string digunakan dari lokasi dalam kode sumber. (Lihat entri sebelumnya tentang cara menemukan lokasi.)
ja: ストリングが使用されている場所をソースコードの場所から推測できます (ソースコードの場所の探し方については上のエントリーを見てください)。
ko_kr: 소스 코드의 위치에서 문자열이 사용되는 위치를 예측할 수 있습니다. (위치를 찾는 방법에 대한 이전 항목을 참조하십시오.)
ru: Вы можете примерно предположить, где используется строка, исходя из расположения её в исходном коде. См. предыдущий пункт о том, как найти месторасположение.
tr_tr: Kaynak koddaki konumdan karakter dizisinin nerde kullanılmış olacağını tahmin edebilirsiniz. (Bir konum bulmayla ilgili önceki girdiye göz atın.)

source: You can extract the messages in code to PO template (POT) with pybabel, where **PROJECT** is a project name like ``nova`` and **VERSION** is a version number. Note that you can omit ``--project`` and ``--version`` options if you just use them locally as they are just used in the POT file header.
id: Anda dapat mengekstrak pesan dalam kode ke template PO (POT) dengan pybabel, di mana **PROJECT ** adalah nama proyek seperti ``nova`` dan ** VERSION ** adalah nomor versi. Perhatikan bahwa Anda dapat menghilangkan opsi ``--project`` dan ``--version`` jika Anda menggunakannya secara lokal karena hanya digunakan di header file POT.
ko_kr: ** PROJECT ** 는 ``nova`` 와 같은 프로젝트 이름이고 ** VERSION ** 은 버전 번호입니다. pybabel을 사용하여 코드에서 PO 템플릿 (POT)으로 메시지를 추출 할 수 있습니다. POT 파일 헤더에서 사용되는 것처럼 로컬에서 사용하는 경우 ``--project`` 와 ``--version`` 옵션을 생략할 수 있습니다.
ru: Вы можете выгрузить сообщения из кода в PO шаблоны (POT) с помощью pylabel, где **PROJECT** это имя проекта, например, ``nova``, а **VERSION** - это номер версии. Обратите внимание, что вы можете не указывать опции ``--project`` и ``--version``, если вы используете их только локально, так как они нужны только в заголовках файлов POT.
tr_tr: Koddaki iletileri PO şablonuna (POT) pybabel ile çıkartabilirsiniz, burada **PROJE** ``nova`` gibi bir proje ismi, **VERSION** sürüm numarasıdır. Yalnızca POT dosya başlığında kullanıldığından, yalnızca yerelde kullanıyorsanız ``--project`` ve ``--version`` seçeneklerini kullanmasanız da olur.

source: You can find the location in a source code by checking the POT file.
id: Anda dapat menemukan lokasi dalam kode sumber dengan memeriksa file POT.
ko_kr: POT 파일을 확인하여 소스 코드에서 위치를 찾을 수 있습니다.
ru: Вы можете найти конкретное место в исходных кодах, проверив POT файл.
tr_tr: POT dosyasını kontrol ederek kaynak kodda nerede kullanıldığını bulabilirsiniz.

source: You can report a bug in your language (or English).
de: Sie können einen Fehler in Ihrer Sprache melden (oder in englisch).
id: Anda dapat melaporkan bug dalam bahasa Anda (atau bahasa Inggris).
ja: バグ報告は、お使いの言語で可能です (英語でも可能です)。
ko_kr: 사용하는 언어 (또는 영어)로 버그를 신고할 수 있습니다.
ru: Вы можете сообщить об ошибке на вашем языке, или на английском.
tr_tr: Kendi dilinizde (ya da İngilizce) hata bildirebilirsiniz.

source: You can see detail member-level statistics data on `HTML version of the page <https://docs.openstack.org/i18n/latest/atc-stats.html>`_.
id: Anda dapat melihat detail data statistik tingkat anggota `HTML version of the page <https://docs.openstack.org/i18n/latest/atc-stats.html>`_.
ja: メンバー単位の詳細な統計データを `このページの HTML 版 <https://docs.openstack.org/i18n/latest/atc-stats.html>`_ で見ることができます。
ko_kr: 자세한 구성원에 대한 통계 데이터를 `HTML version of the page <https://docs.openstack.org/i18n/latest/atc-stats.html>`_ 에서 확인하실 수 있습니다.
ru: Детализированная статистика по всем участникам группы переводов доступна на `этой HTML странице <https://docs.openstack.org/i18n/latest/atc-stats.html>`_.

source: You can set the components of your AIO installation in ``tests/vars/bootstrap-aio-vars.yml``. Dependly on your environment the installation takes 1-2 hours. For more details on the AIO configuration, please see `OSA AIO documentation <https://docs.openstack.org/openstack-ansible/latest/user/aio/quickstart.html#building-an-aio>`_.
id: Anda dapat mengatur komponen instalasi AIO Anda dalam ``tests/vars/bootstrap-aio-vars.yml``. Tergantung pada lingkungan Anda, instalasi membutuhkan waktu 1-2 jam. Untuk detail lebih lanjut tentang konfigurasi AIO, silakan lihat `OSA AIO documentation <https://docs.openstack.org/openstack-ansible/latest/user/aio/quickstart.html#building-an-aio>` _.
ja: ``tests/vars/bootstrap-aio-vars.yml`` で AIO でインストールするコンポーネントを設定できます。自身の環境に依存しますが、インストールには 1〜2 時間かかります。 AIO の設定の詳しい情報については `OSA AIO ドキュメント <https://docs.openstack.org/openstack-ansible/latest/user/aio/quickstart.html#building-an-aio>`_ を参照してください。
ko_kr: AIO 설치에 대한 구성요소는 ``tests/vars/bootstrap-aio-vars.yml`` 에서 설정할 수 있습니다. 대상 환경에 따라 달라지지만, 설치 과정은 보통 1-2시간 소요됩니다. AIO 구성에 대한 보다 자세한 정보는 `OSA AIO documentation <https://docs.openstack.org/openstack-ansible/latest/user/aio/quickstart.html#building-an-aio>`_ 을 살펴봅니다.
ru: Вы можете настроить компоненты вашей инсталляции AIO в файле ``tests/vars/bootstrap-aio-vars.yml``. В зависимости от среды, инсталляция займёт 1-2 часа. Дополнительную информацию о настройке AIO вы можете посмотреть в `Документации OSA AIO <https://docs.openstack.org/openstack-ansible/latest/user/aio/quickstart.html#building-an-aio>`_.

source: You must determine whether bugs are **translation bugs** or **bugs in a source project**. Typical i18n bugs in the source project include:
de: Sie müssen entscheiden, ob die Bugs **translation bugs** oder **bugs in a source project** sind. Typische I18n Bugs im Source-Projekt beinhalten:
id: Anda harus menentukan apakah bug adalah **translation bugs** atau **bugs in a source project**. Bug khas i18n dalam proyek sumber meliputi:
ja: バグが **翻訳バグ** か **上流プロジェクトのバグ** かを判断する必要があります。上流プロジェクトにおいてよくある I18n バグとしては以下のようなものがあります。
ko_kr: 버그가 **번역 버그** 인지 또는 **소스 프로젝트 내 버그** 인지를 결정해야 합니다. 보통 소스 프로젝트 내 i18n 버그는 다음 (유형)을 포함합니다:
ru: Вы должны чётко определять, являются ли сообщения об ошибках **ошибками перевода**, или **ошибками в исходном проекте**. Типичными ошибками i18n в исходных кодах являются:
tr_tr: Hataların **çeviri hataları** mı **kaynak projedeki hatalar**dan mı olduğuna karar vermelisiniz. Kaynak projedeki genel i18n hataları şunlardır:

source: You need to create a configuration file in ``$HOME/.config/zanata.ini`` that contains user-specific configuration. For information on how to create a configuration file, see `Zanata CLI configuration <http://docs.zanata.org/en/release/client/configuration/#user-configuration>`__.
id: Anda perlu membuat file konfigurasi di ``$HOME/.config/zanata.ini`` yang berisi konfigurasi khusus pengguna. Untuk informasi tentang cara membuat file konfigurasi, lihat konfigurasi `Zanata CLI <http://docs.zanata.org/en/release/client/configuration/#user-configuration>` __.
ko_kr: 사용자 별 설정이 들어있는 ``$HOME/.config/zanata.ini`` 에 설정 파일을 만들어야합니다. 설정 파일을 만드는 방법에 대한 정보는 `Zanata CLI configuration <http://docs.zanata.org/en/release/client/configuration/#user-configuration>`__ 을 살펴보시면 됩니다.
ru: Вам понадобится создать конфигурационный файл ``$HOME/.config/zanata.ini`` с пользовательскими настройками. За информацией о том, как создать этолт файл, обратитесь к главе `Настройка интерфейса командной строки Zanata CLI <http://docs.zanata.org/en/release/client/configuration/#user-configuration>`__.
tr_tr: Kullanıcıya özel yapılandırmayı içeren bir ``$HOME/.config/zanata.ini`` yapılandırma dosyası oluşturmalısınız. Yapılandırma dosyası oluşturmayla ilgili bilgi için, bkz `Zanata CLI yapılandırması <http://docs.zanata.org/en/release/client/configuration/#user-configuration>`__.

source: You need to update the infra scripts as well to mark a repository as ReactJS project for translation, for details see :ref:`translation_scripts`.
ru: Для включения системы переводов вам так же понадобится обновить инфраструктурные скрипты, и промаркировать ваш репозиторий как ReactJS проект. Детали смотрите в секции :ref:`translation_scripts`.

source: Your repository contains both Django and Python code.
ru: Ваш репозиторий содержит код и на и Python, и на Django.

source: Your repository defines multiple python modules, but you just want to run the translation jobs for specific module(s).
ru: Ваш репозиторий содержит несколько Python модулей, но вы хотите запускать задания по переводам только для некоторых модулей.

source: Zanata CLI
ru: Командная строка Zanata

source: Zanata provides suggestions for translation based on a glossary of your language. The glossary is maintained in the i18n repository.
de: Zanata unterstützt Vorschlage für Übersetzungen basierend auf dem Glossar Ihrer Sprache. Das Glossar wird im I18n-Repository verwaltet.
id: Zanata memberikan saran untuk terjemahan berdasarkan glosarium bahasa Anda. Glosarium dipelihara dalam repositori i18n.
ja: Zanata には、お使いの言語の用語集に基いて翻訳候補を提案する機能があります。用語集は i18n リポジトリーで管理されています。
ko_kr: Zanata는 대상 언어에 대한 용어집에 기반하여 번역을 제안합니다. 해당 용어집은 i18n 저장소에서 관리가 이루어지고 있습니다.
ru: Zanata предоставляет подсказки по переводу, базируясь на словаре вашего языка. Словарь хранится в репозитории i18n.
tr_tr: Zanata dilinizle ilişkili bir sözlüğü temel alarak çeviriler için öneriler sağlar. Sözlük i18n deposunda yönetilir.

source: Zanata provides ways to know your activity on Zanata.
id: Zanata menyediakan cara untuk mengetahui aktivitas Anda di Zanata.
ja: Zanata 上で、Zanata でのあなたの活動状況を参照する方法があります。
ko_kr: Zanata는 Zanata에서 있었던 활동을 알도록 하는 방법을 제공합니다.
ru: Zanata предоставляет способы узнать статистику своей работы в Zanata.
tr_tr: Zanata çeviri etkinliğinizi bilmeniz için bir çok yol sunar.

source: Zbyněk Schwarz (id: tsbook) - Czech
ru: Zbyněk Schwarz (id: tsbook) - Чешский
tr_tr: Zbyněk Schwarz (id: tsbook) - Çek

source: [Infra] Setup translation jobs such as ``translation-jobs-newton`` to import translations for stable branches.
de: [Infra] Erstellt Übersetzungs-Jobs wie ``translation-jobs-newton`` zum Import der Übersetzungen für den stabilen Branch.
id: [Infra] Menetapkan pekerjaan terjemahan seperti ``translation-jobs-newton`` untuk mengimpor terjemahan untuk cabang yang stabil.
ja: [インフラ] ``translation-jobs-newton`` といった翻訳ジョブをセットアップし、 stable ブランチの翻訳が取り込まれるようにします。
ko_kr: [Infra] 안정 브랜츠에 대해 번역을 가져오기 위해 ``translation-jobs-newton`` 과 같은 번역 작업을 셋업합니다.
ru: [Инфраструктура] Настраивает задачи, связанные с переводами, такие как ``translation-jobs-newton`` для импорта переводов для стабильных веток.
tr_tr: [Altyapı] Kararlı dallar için çevirileri içe aktarmak için ``newton-çeviri-işleri`` gibi çeviri işlerini ayarla.

source: [Project] Official release!
de: [Project] Offizielles Release!
ja: [プロジェクト] 正式リリース!
ko_kr: [Project] 공식 릴리즈가 이루어졌습니다!
ru: [Проект] Официальный релиз!
tr_tr: [Proje] Resmi yayın!

source: [Project] RC2 or RC3 release will be shipped with latest translations. Final RC release will happen one week before the official release week.
de: [Projekt] RC2 oder RC3 Release wird mit den neuesten Übersetzungen versendet. Final RC Release wird eine Woche vor der offiziellen Release Week passieren.
id: [Proyek] Rilis RC2 atau RC3 akan dikirimkan dengan terjemahan terbaru. Rilis akhir RC akan terjadi satu minggu sebelum rilis resmi minggu ini.
ja: [プロジェクト] RC2 や RC3 リリースには、最新の翻訳が取り込まれます。最後の RC リリースは、正式リリースが行われる週の前の週に行われます。
ko_kr: [Project] RC2 또는 RC3 릴리즈가 최신 번역을 포함할 것입니다. 최종 RC 릴리즈는 공식 릴리즈 주간에서 1주일 이전에 (대개) 이루어질 것입니다.
ru: [Проект] Второй или третий релиз-кандидаты (RC2, RC3) будут выпущены с последней доступной версией переводов. Финальный релиз кандидат выйдет за неделю до официального релиза.
tr_tr: [Proje] RC2 veya RC3 yayını son çevirilerle yayınlanır. Son RC yayını resmi yayın haftasından bir hafta önce yapılır.

source: [Project] Release RC1 and create a stable branch. ``Hard StringFreeze`` is in effect.
de: [Project] Release RC1 and create a stable branch. Ist im Effekt``Hard StringFreeze``.
id: [Project] Release RC1 dan membuat cabang yang stabil. ``Hard StringFreeze`` sedang berlaku.
ja: [プロジェクト] RC1 をリリースし、stable ブランチを作成します。 ``Hard StringFreeze`` 状態になります。
ko_kr: [Project] RC1 릴리즈가 이루어지고 안정 브랜치를 생성합니다. ``Hard StringFreeze`` 가 적용이 이루어지는 시기입니다.
ru: [Проект] Выпускает RC1 (первый кандидат-релиз) и создаёт стабильную ветку репозитория. Начинается дейсвие ``жёсткой заморозки строк``.
tr_tr: [Proje] RC1 Yayınla ve stable dalını oluştur. ``Sert MetinDondurma`` etkin.
