Repository: openstack/i18n
Catalog: doc/source/locale/*/LC_MESSAGES/doc.po
Languages: de, id, ja, ko_kr, ru, tr_tr

source: To sync the translator list, run the following command:
id: Untuk menyinkronkan daftar penerjemah, jalankan perintah berikut:
ja: 翻訳者リストを同期するには、以下のコマンドを実行します。
ko_kr: 변역자 목록을 동기화하려면 다음 명령을 실행하십시오:
ru: Чтобы синхронизировать список переводчиков. запустите следующую команду:
tr_tr: Çeviri listesini eşlemek için, aşağıdaki komutu çalıştırın:

source: Tools
id: Alat (tool)
ja: ツール
ko_kr: 도구
ru: Инструменты
tr_tr: Araçlar

source: Train cycle
ja: Train 開発サイクル
ko_kr: Train 주기
ru: Цикл Train

source: Translate **master** version on Zanata.
de: Übersetzen **master** Version in Zanata.
ja: Zanata では **master** バージョンを翻訳します。
ko_kr: Zanata에서 **master** 버전을 번역합니다.
ru: Перевести **master** версию в Zanata.
tr_tr: Zanata'da **master** sürümünü çevir.

source: Translated strings are automatically synced between translation server and Openstack infrastructure. The procedure is robust, but sometimes something can go wrong. For this reason there is a section :ref:`monitoring-translation-job-status` in the infrastructure chapter.
id: String yang diterjemahkan disinkronkan secara otomatis antara server terjemahan dan infrastruktur Openstack. Prosedurnya kuat, tapi terkadang ada yang salah. Untuk alasan ini ada bagian :ref: `monitoring-translation-job-status` di bab infrastruktur.
ko_kr: 번역이 이루어진 문자열은 번역 서버와 OpenStack 인프라 사이에서 자동으로 동기화가 이루어집니다. 이 과정은 탄탄하게 되어 있으나, 때때로 무언가 잘못 동작할 수 있습니다. 이러한 이유로 인프라 챕터에 있는 :ref:`monitoring-translation-job-status` 섹션이 있습니다.
ru: Переведённые строки автоматически синхронизируются между сервером переводов и инфраструктурой OpenStack. Эта процедура надёжна, но иногда что-то может пойти не так. По этой причине у нас есть раздел :ref:`monitoring-translation-job-status` в главе об инфраструктуре.

source: Translating: manage the translation in Zanata, including the translation memory and glossary management
id: Translating: mengelola terjemahan di Zanata, termasuk memori terjemahan dan glosarium manajemen
ko_kr: Translating: 번역 메모리 및 용어 관리를 포함하여 Zanata의 번역을 관리합니다.
ru: Перевод: в Zanata выполняется перевод, а так же поддерживается память истории переводов и управление словарём
tr_tr: Çeviri: Çeviri hafızası ve sözlük yönetimi de dahil olmak üzere Zanata'da çevirileri yönetin

source: Translation
de: Übersetzung
id: Terjemahan
ja: 翻訳
ko_kr: 번역
ru: Переводы
tr_tr: Çeviri

source: Translation Job Control
id: Kontrol PekerjaanPenerjemahan
ko_kr: 번역 작업 제어
ru: Контроль заданий, относящихся к переводам

source: Translation Statistics
id: Statistik Penerjemahan
ja: 翻訳の統計情報
ko_kr: 번역 통계
ru: Статистика по переводам
tr_tr: Çeviri İstatistikleri

source: Translation activities with plans from language teams
id: Kegiatan penerjemahan dengan rencana dari tim bahasa
ko_kr: 언어 팀에 대한 번역 활동 및 계획
ru: Работа над переводами и планирование работ в языковых командах

source: Translation bugs
id: Bug terjemahan
ja: 翻訳バグ
ko_kr: 번역 버그
ru: Ошибки перевода
tr_tr: Çeviri hataları

source: Translation bugs are tracked on `Launchpad <https://bugs.launchpad.net/openstack-i18n>`__. Often only the language teams are able to handle translation bugs, e.g. wrong translation words or senses. PTL fits thereon or designates bug triage liaison.
id: Bug terjemahan dilacak di `Launchpad <https://bugs.launchpad.net/openstack-i18n>` __. Seringkali hanya tim bahasa yang dapat menangani bug terjemahan, misal. kata atau rasa (sense) terjemahan salah. PTL membetulkan di atas atau menunjuk penghubung bug triage.
ko_kr: 번역 버그들은 `Launchpad <https://bugs.launchpad.net/openstack-i18n>`__ 사이트에서 추적됩니다. 대체로 언어 팀만이 잘못된 단어 번역 또는 어감 등의 번역 버그를 처리 할 수 있습니다. PTL은 그것에 부합하거나 버그 분류 담당자를 지명합니다.
ru: Ошибки перевода отслеживаются в `Launchpad <https://bugs.launchpad.net/openstack-i18n>`__. Часто ошибки переводов, такие как некорректные переводы слов или предложений, могут быть исправлены только членами языковых команд. PTL в таких случаях

source: Translation bugs in all languages can be reported here.
de: Übersetzungsfehler in allen Sprachen können hier gemeldet werden.
id: Bug terjemahan dalam semua bahasa dapat dilaporkan di sini.
ja: すべての言語の翻訳バグをここで報告できます。
ko_kr: 모든 언어에 대한 번역 버그는 여기에 신고 가능합니다.
ru: Ошибки переводов могут быть отправлены туда.
tr_tr: Tüm dillerdeki çeviri hataları buraya bildirilebilir.

source: Translation infrastructure
id: Infrastruktur terjemahan
ko_kr: 번역 인프라
ru: Инфраструктура инструментов для перевода
tr_tr: Çeviri altyapısı

source: Translation infrastructure tasks and scripts
id: Skrip dan tugas infrastruktur penerjemahan
ko_kr: 번역 인프라 업무와 스크립트
ru: Задания и скрипты инфраструктуры переводов

source: Translation infrastructure tasks are stored and managed in `openstack/project-config <https://opendev.org/openstack/project-config/>`__ repository. The translation infrastructure scripts are stored and managed in `openstack/openstack-zuul-jobs <https://opendev.org/openstack/openstack-zuul-jobs>`__ repository.
ru: Задания инфраструктуры переводов хранятся и управляются в репозитории `openstack/project-config <https://opendev.org/openstack/project-config/>`__. Скрипты инфраструктуры переводов хранятся и управляются в репозитории `openstack/openstack-zuul-jobs <https://opendev.org/openstack/openstack-zuul-jobs>`__.

source: Translation is another kind of important contribution to OpenStack community. If you want to become a official translator, you need to finish following steps:
de: Übersetzungen ist ein wichtiger Beitrag für die OpenStack-Gemeinschaft. Um offizieller Übersetzer zu werden, müssen Sie folgende Schritte tun:
id: Terjemahan merupakan jenis kontribusi penting lainnya bagi komunitas OpenStack. Jika Anda ingin menjadi penerjemah resmi, Anda harus menyelesaikan langkah-langkah berikut:
ja: 翻訳は、OpenStack コミュニティーに対する重要な貢献方法のひとつです。正式な翻訳者になるには、以下の手順を完了する必要があります。
ko_kr: 번역은 OpenStack 커뮤니티에 기여하는 중요한 또 다른 방법입니다. 공식 번역자가 되고자 한다면, 다음 단계를 완료할 필요가 있습니다:
ru: Переводы - это один из важных видов вклада в сообщество OpenStack. Если вы хотите стать официальным переводчиков, вам следует выполнить следующие шаги:
tr_tr: OpenStack topluluğuna yapılabilecek önemli katkılardan biri çevirilerdir. Resmi bir çevirmen olmak istiyorsanız, aşağıdaki adımları tamamlamanız gerekir:

source: Translation jobs
id: Pekerjaan penerjemahan
ja: 翻訳関連のジョブ
ru: Задания, относящиеся к переводам
tr_tr: Çeviri işleri

source: Translation tips
id: Tip terjemahan
ja: 翻訳の豆知識
ko_kr: 번역 팁
ru: Подсказки по переводу
tr_tr: Çeviri ipuçları

source: Translation tools
de: Übersetzungs-Werkzeuge
id: Alat terjemahan
ja: 翻訳ツール
ko_kr: 번역 도구
ru: Помощь с инструментами перевода
tr_tr: Çeviri araçları

source: Translations
de: Übersetzungen
id: Terjemahan
ja: 翻訳
ko_kr: 번역
ru: Выполнение переводов
tr_tr: Çeviriler

source: Translations are being imported into a project repository daily, so in most cases you do not need to pull translations from Zanata manually. What you need is to pull the latest horizon code.
de: Übersetzungen werden täglich in ein Projekt-Repository importiert, sodass Sie in den meisten Fällen die Übersetungen manuell von Zanata pullen müssen. Was Sie brauchen ist der neueste Horizon-Code.
id: Terjemahan sedang diimpor ke repositori proyek setiap hari, jadi dalam kebanyakan kasus Anda tidak perlu menarik terjemahan dari Zanata secara manual. Yang Anda butuhkan adalah menarik kode horizon terbaru.
ja: 翻訳はそれぞれのプロジェクトのリポジトリーに毎日取り込まれます。したがって、ほとんどの場合、自分で Zanata から翻訳を取得する必要はありません。必要なことは、最新の Horizon コードを取得することだけです。
ko_kr: 번역은 프로젝트 저장소에 매일 가져오기 작업이 이루어지기에, 대부분의 경우 Zanata에서 수동으로 번역을 가져올 필요는 없습니다. 필요로 하는 것은 최신 horizon 코드를 가져오는 것입니다.
ru: Переводы импортируются в репозитории проектов ежедневно, таким образом, в большинстве случаев, вам нет необходимости загружать переводы с Zanata вручную. Всё, что вам нужно сделать, так это загрузить свежий код панели управления Horizon.
tr_tr: Çeviriler proje deposuna günlük olarak aktarılır, yani çoğu durumda çevirileri Zanata'dan elle çekmeniz gerekmez. Çekmeniz gereken en son horizon kodudur.

source: Translations on master version in Zanata are normally recommended for upstream contribution.
id: Terjemahan pada versi master di Zanata biasanya direkomendasikan untuk kontribusi upstream.
ko_kr: Zanata의 마스터 버전에 대한 번역은 보통 upstream 컨트리뷰션을 위해 권장됩니다.
ru: Если вы хотите участвовать в переводах самых свежих версий, то рекомендуется работать над переводами master версии в Zanata.

source: Translators translate repositories using the `translation server <http://translate.openstack.org>`_ which runs the Zanata software.
id: Penerjemah menerjemahkan repositori menggunakan `translation server <http://translate.openstack.org>`_ yang menjalankan perangkat lunak Zanata.
ko_kr: 번역자들은 Zanata 소프트웨어가 실행중인 `번역 서버 <http://translate.openstack.org>`_ 를 사용하여 저장소를 번역합니다.
ru: Переводчики переводят репозитории с использованием `сервера переводов <http://translate.openstack.org>`_, на котором работает программное обеспечение Zanata.
tr_tr: Çevirmenler depoları Zanata yazılımı çalıştıran `çeviri sunucularını <http://translate.openstack.org>`_ kullanarak çevirir.

source: Update jobs for Zanata start after patches are merged on OpenStack project repositories, and Zuul starts to run tasks everyday at **6:00 UTC** for the updates on OpenStack project repositories.
id: Update pekerjaan untuk Zanata dimulai setelah patch digabung pada repositori proyek OpenStack, dan Zuul mulai menjalankan tugas setiap hari di **6:00 UTC* untuk pembaruan pada repositori proyek OpenStack.
ko_kr: Zanata를 위한 업데이트 작업은 패치들이 OpenStack 프로젝트 저장소에 반영된 후 시작하며, Zuul은 매일 **6:00 UTC (한국 시각 기준 오후 3시)** 에 OpenStack 프로젝트 저장소에 업데이트를 위한 작업을 시작합니다.
ru: Задания по обновлению Zanata стартуют сразу после того, как патчи сливаются в репозитории проектов OpenStack; Zuul запускает задачи по обновлению репозиториев OpenStack ежедневно в **6:00 UTC**.

source: Update your ``package.json`` file. It should contain references to the ``json2pot`` and ``po2json`` commands.
ru: Обновите ваш файл ``package.json``. Он должен содержать ссылки на команды ``json2pot`` и ``po2json``.

source: Update your ``setup.cfg`` file. It should contain a ``packages`` entry in the ``files`` section:
ru: Обновите ваш файл ``setup.cfg``. Он должен содержать запись ``packages`` в секции ``files``:

source: Uploading
ja: アップロード
ru: Загрузка
tr_tr: Yükleme

source: Uploading: Upload the translation resources to Zanata
id: Uploading: Upload sumber terjemahan ke Zanata
ja: アップロード: 翻訳リソースの Zanata へのアップロード
ko_kr: Uploading: Zanata에 번역 리소스 업로드
ru: Загрузка: Материалы для перевода загружаются в Zanata
tr_tr: Yükleme: Çeviri kaynaklarını Zanata'ya yükleyin

source: User configuration
id: Konfigurasi pengguna
ja: ユーザー設定
ko_kr: 사용자 구성
ru: Конфигурация пользовательской среды
tr_tr: Kullanıcı yapılandırması

source: Using translations
id: Menggunakan terjemahan
ko_kr: 번역 사용
ru: Использование переводов
tr_tr: Çevirilerin kullanılması

source: Usual topics
id: Topik biasa
ko_kr: 일반적인 토픽
ru: Стандартные темы:

source: Visit `Stackalytics <http://stackalytics.com/>`__ and choose ``Translations`` as ``Metric`` dropdown menu at the upper-right.
id: Kunjungi `Stackalytics <http://stackalytics.com/>` __ dan pilih ``Translations`` sebagai menu tarik turun `Metric`` di kanan atas.
ja: `Stackalytics <http://stackalytics.com/>`__ を開いて、右上の ``Metric`` ドロップダウンメニューで ``Translations`` を選択します。
ko_kr: `Stackalytics <http://stackalytics.com/>`__ 에 방문하여 오른쪽 상단에 있는 ``Metric`` 드롭다운 메뉴에서 ``Translations`` 를 선택합니다.
ru: Зайдите на `Stackalytics <http://stackalytics.com/>`__ и выберите ``Translations`` в качестве ``Metric``'и в выпадающем списке в правой верхней части страницы.
tr_tr: `Stackalytics <http://stackalytics.com/>`__ adresini ziyaret edin ve sağ üstteki ``Ölçüt`` aşağı açılır menüsünden ``Çeviriler``i seçin.

source: We have two types of Zuul jobs for translations: syncing source strings into Zanata with the latest repositories and pushing translations from Zanata into the repositories. The first job is for Zanata-side updates. Up-to-date source strings to be translated are compared and updated between OpenStack project repositories and Zanata. If source texts in OpenStack project repositories are changed, then change sets are pushed into Zanata so translators deal with up-to-date source strings. On the other hand, the second job is aimed to reflect changes in translated strings in Zanata (after translators do translation activities) into corresponding OpenStack project repositories. The job will propose changes as :doc:`Translation Import <reviewing-translation-import>` Gerrit patches.
id: Kami memiliki dua jenis pekerjaan Zuul untuk terjemahan: menyinkronkan string sumber ke Zanata dengan repositori terbaru dan mendorong terjemahan dari Zanata ke repositori. Pekerjaan pertama adalah untuk pembaruan sisi Zanata. String sumber terkini yang akan diterjemahkan dibandingkan dan diperbarui antara repositori proyek OpenStack dan Zanata. Jika teks sumber dalam repositori proyek OpenStack diubah, maka set perubahan didorong ke Zanata sehingga penerjemah berurusan dengan string sumber terbaru. Di sisi lain, pekerjaan kedua ditujukan untuk mencerminkan perubahan dalam string terjemahan di Zanata (setelah penerjemah melakukan kegiatan terjemahan) ke dalam repositori proyek OpenStack yang sesuai. Pekerjaan akan mengusulkan perubahan sebagai :doc: `Impor Impor <reviewing-translation-import>` Gerrit patches.
ko_kr: 번역을 위한 Zuul 작업에는 두 가지 유형이 있습니다. 소스 문자열을 Zanata에 최신의 저장소와 동기화하고, Zanata에서 번역본을 저장소에 푸시하는 것입니다. 첫 번째 작업은 Zanata측 업데이트입니다. 번역할 최신 소스 문자열은 OpenStack 프로젝트 저장소와 Zanata 간에 비교되고 업데이트됩니다. OpenStack 프로젝트 저장소의 소스 텍스트가 변경되면, 변경된 집합이 Zanata로 푸시되므로, 번역자가 최신의 소스 문자열을 처리하게 됩니다. 한편, 두 번째 작업은 Zanata의 번역된 문자열(번역자가 번역을 수행한 후)의 변경 사항을 해당 OpenStack 프로젝트 저장소에 반영하는 것입니다. 해당 작업은 다음과 같이 변경 사항을 제안합니다. :doc:`Translation Import <reviewing-translation-import>`Gerrit patches.
ru: У нас работают два задания в Zuul для переводов: синхронизация строк из исходных кодов с последних версий репозиториев в Zanata, и экспорт переводов из Zanata обратно в репозитории. Первое задание - для обновлений данных в Zanata. Подлежащие переводу обновлённые строки из исходных кодов сравниваются и обновляются между репозиторием проекта OpenStack и Zanata. Если тексты в исходных кодах в репозитории проекта OpenStack изменились, то эти изменения отправляются в Zanata. Таким образом переводчики всегда работают с самыми свежими строками текста для перевода. С другой стороны, второе задание занимается тем, что отражает изменения текстов в готовых переводах из Zanata в соответствующие репозитории проектов OpenStack. Это задание создаёт запросы на изменения в виде патчей Gerrit, как описано в разделе, описывающем :doc:`импорт переводов <reviewing-translation-import>`.

source: We strongly recommend to follow the above guideline, but in some cases this behavior does not satisfy your project structure. For example,
ru: Мы настоятельно рекомендуем следовать рекомендациям, данным выше, но в некоторых случаях это поведение не удовлетворяет структуре вашего проекта. Например:

source: We use :ref:`Zanata CLI <zanata-cli>` to download the translated PO files from the translation platform.
id: Kami menggunakan :ref: `Zanata CLI <zanata-cli>` untuk mendownload file PO yang diterjemahkan dari platform terjemahan.
ko_kr: 번역 플랫폼에서 번역된 PO 파일을 다운로드하려면 :ref:`Zanata CLI <zanata-cli>` 를사용합니다.
ru: Мы используем :ref:`командную строку Zanata <zanata-cli>`, чтобы выгружать переведённые POT файлы из платформы переводов.
tr_tr: Çeviri platformundan çevrilen PO dosyalarını indirmek için :ref:`Zanata CLI <zanata-cli>` kullanıyoruz.

source: We use :ref:`Zanata CLI <zanata-cli>` to upload the POT file to the translate platform.
id: Kami menggunakan :ref: `Zanata CLI <zanata-cli>` untuk mengupload file POT ke platform translate.
ko_kr: 우리는 :ref:`Zanata CLI <zanata-cli>` 를 사용하여 POT 파일을 번역 플랫폼에 업로드합니다.
ru: Мы используем :ref:`командную строку Zanata <zanata-cli>`, чтобы загружать POT файлы на платформу переводов.
tr_tr: POT dosyasını çeviri platformuna yüklemek için :ref:`Zanata CLI <zanata-cli>` kullanıyoruz.

source: We use sphinx-build to translate RST files to POT files. Because we want to have a single POT file per document, we use msgcat to merge those POTs after sphinx-build.
id: Kami menggunakan sphinx-build untuk menerjemahkan file RST ke file POT. Karena kami ingin memiliki file POT tunggal per dokumen, kami menggunakan msgcat untuk menggabungkan POT tersebut setelah sphinx-build.
ko_kr: 우리는 RST 파일을 POT 파일로 변환하기 위해 sphinx-build를 사용합니다. 문서 당 하나의 POT 파일을 갖기를 원하기 때문에 우리는 msgcat을 사용하여 sphinx-build 이후에 해당 POT과 병합합니다.
ru: Мы используем sphinx-build, чтобы преобразовать RST файлы в POT файлы. Ввиду того, что мы хотели бы иметь один POT файл с полным документом, мы используем msgcat, чтобы сливать вместе эти POT'ы после выполнения sphinx-build.
tr_tr: Sphinx-build kullanarak RST dosyalarını POT dosyalarına dönüştürüyoruz. Belge başına tek bir POT dosyası olmasını istediğimizden, bu POT'ları sphinx-build'in ardından msgcat ile birleştiriyoruz.

source: What is wrong? What should be improved?
de: Was ist falsch? Was sollte verbessert werden?
id: Apa yang salah? Apa yang harus diperbaiki?
ja: 何が間違っているのか？何を改善できるか？
ko_kr: 잘못된 점이 있나요? 무엇을 수정해야될까요?
ru: Что именно не корректно? Или что можно улучшить?
tr_tr: Yanlış olan ne? Ne iyileştirilebilir?

source: When a filename is ``workflows.py`` or ``forms.py``, it means it is used in a form for creating or editing something.
id: Bila nama file adalah ``workflows.py`` atau ``forms.py``, itu berarti digunakan dalam bentuk untuk membuat atau mengedit sesuatu.
ja: ファイル名が ``workflows.py`` や ``forms.py`` の場合、作成や編集のフォームで使われています。
ko_kr: 파일 이름이 ``workflows.py`` 또는 ``forms.py`` 일 때, 이것은 뭔가를 생성하거나 편집하기위한 형식으로 사용된다는 것을 의미합니다.
ru: Если имя файла ``workflows.py`` или ``forms.py``, то это означает, что он используется в форме для создания либо для редактирования чего-либо.
tr_tr: Bir dosya ismi ``workflows.py`` veya ``forms.py`` ise, bir şeyleri oluşturmak ya da düzenlemek için kullanıldığı anlamına gelir.

source: When a new member request is received, a coordinator approves (or rarely rejects) the request. At the moment, Zanata provides no way to communicate with language team members, so it is better to inform the new member of ways usually used in the language team.
de: Wenn ein neuer Mitgliedsantrag eintrifft, genehmigt der Koordinator diesen (oder weist in in ganz seltenen Fällen ab). Im Moment stellt Zanata keine Möglichkeit der Kommunikation mit den Mitgliedern zur Verfügung, so ist es besser, dass neue Mitglied auf den üblichen Wegen der Sprachteams zu informieren.
id: Saat permintaan anggota baru diterima, koordinator menyetujui (atau jarang menolak) permintaan tersebut. Saat ini, Zanata tidak menyediakan cara untuk berkomunikasi dengan anggota tim bahasa, jadi lebih baik memberi tahu anggota baru cara yang biasa digunakan dalam tim bahasa.
ko_kr: 새로운 구성원 요청을 받았을 때, 코디네이터는 해당 요청을 승인 (또는 필요한 경우 거절)합니다. 현재, Zanata는 언어 팀 구성원과 의사소통하는 방식을 제공하고 있지 않기에, 따라서 새로운 구성원에게 언어팀 내 주로 사용하는 방식을 알려주는 것이 좋습니다.
ru: Когда приходит новый запрос на вступление в группу, координатор подтверждает (или изредка отклоняет) запрос. В настоящий момент Zanata не предоставляет возможности общения между членами языковой команды. Таким образом, было бы не плохо познакомить нового члена команды с методами коммуникации, используемыми в языковой команде.
tr_tr: Yeni bir üye isteği alındığında, düzenleyici isteği onaylar (ya da nadiren reddeder). Şu an Zanata dil ekibi üyeleriyle iletişim kurmak için bir yol sunmuyor, yani yeni üyeyi dil ekibinde genellikle kullanılan yollardan biriyle haberdar etmek en iyisidir.

source: When a translation period towards a new OpenStack release approaches, it is recommended to coordinate and prioritize translation efforts.
de: Wenn die Periode für eine neue OpenStack-Version ansteht, wird empfohlen, diese zu koordinieren und die Prioritäten festzulegen.
id: Ketika periode terjemahan menuju pendekatan rilis OpenStack yang baru, disarankan untuk mengkoordinasikan dan memprioritaskan upaya penerjemahan.
ko_kr: 새로운 OpenStack 릴리즈를 향한 번역 기간이 다가왔을 때, 번역 노력 조정 및 우선 순위를 결정하는 것을 권장합니다.
ru: К моменту приближения к концу переводческого периода (ближе к выпуску релиза OpenStack), рекомендуется координировать и приоритезировать работы по переводу.
tr_tr: Yeni bir OpenStack dağıtımına yaklaşılırken yaklaşılan çeviri aralığında çeviri çabalarını düzenlemek ve önceliklendirmek önerilir.

source: When proposing extra ATCs at that time, some translators were not included in `translation_team.yaml <https://opendev.org/openstack/i18n/src/commit/73a36041dbdc45212051c60cbeef3f7783200fd2/tools/zanata/translation_team.yaml>`__ file. It seems that 1) new translators were joined and the statistics was calculated but the file was already created, or 2) there might be some lack of communication with language coordinators, since I18n encouraged each language coordinator to update this file.
id: Ketika mengusulkan ATC tambahan pada waktu itu, beberapa penerjemah tidak termasuk dalam `translation_team.yaml <https://opendev.org/openstack/i18n/src/commit/73a36041dbdc45212051c60cbeef3f7783200fd2/tools/zanata/translation_team.yaml>`__ file. Tampaknya 1) penerjemah baru bergabung dan statistik dihitung tetapi file sudah dibuat, atau 2) mungkin ada beberapa komunikasi dengan koordinator bahasa, karena saya mendorong setiap koordinator bahasa untuk memperbarui file ini.
ko_kr: 추가 ATC가 제안되었는데도 `translation_team.yaml <https://opendev.org/openstack/i18n/src/commit/73a36041dbdc45212051c60cbeef3f7783200fd2/tools/zanata/translation_team.yaml>`__ 파일에 번역자들이 포함되지 않은 경우에는 1) 새로운 번역자들이 참가했고 통계에 집계되었지만 파일이 이미 생성되었을 경우이였거나, 2) 언어 코디네이터들은 해당 파일을 업데이트해야 함에도 불구하고 코디네이터간의 의사소통 부족으로 업데이트가 되지 않은 것이 원인으로 보일 수 있습니다.
ru: Некоторых переводчиков не было в файле `translation_team.yaml <https://opendev.org/openstack/i18n/src/commit/73a36041dbdc45212051c60cbeef3f7783200fd2/tools/zanata/translation_team.yaml>`__, на момент выдвижения кандидатов в ATC. Судя по всему, 1) новые переводчики присоединились к работе и статистика была расчитана, но к тому времени файл уже был создан, или 2) был недостаток коммуникации с языковыми координаторами, в то время как I18n рекомендует всем языковым координаторам обновлять этот файл.

source: When submitting the change to ``openstack/project-config`` for review, use the ``translation_setup`` topic so it receives the appropriate attention:
ru: При отправке запроса на изменение в ``openstack/project-config`` на проверку, используйте тему ``translation_setup`` чтобы ваш запрос получил соответствующее внимание:

source: When you add a new entry to the glossary, it is highly recommended to add the entry to the master glossary ``glossary/locale/glossary.pot``. By doing this, all language teams can share the glossary.
de: Wenn Sie einen neuen Eintrag im Glossar machen, ist es empfehlenswert, auch einen Eintrag im Master-Glossar ``glossary/locale/glossary.pot`` zu machen. Dann können alle Sprachteams davon profitieren.
id: Bila Anda menambahkan entri baru ke glossary, sangat disarankan untuk menambahkan entri ke glossary master ``glossary/locale/glossary.pot``. Dengan melakukan ini, semua tim bahasa bisa berbagi glosarium.
ja: 用語集に新しいエントリーを追加する際は、用語集のマスターファイル ``glossary/locale/glossary.pot`` にもエントリーを追加するようにしてください。これにより、すべての言語チームが用語集を共有できます。
ko_kr: 새로운 단어를 용어집에 추가하는 경우, 해당 단어를 마스터 용어집 ``glossary/locale/glossary.pot`` 에 추가할 것을 강력히 권장합니다. 이렇게 함으로써, 모든 언어팀이 해당 용어집을 공유할 수 있습니다.
ru: Если вы добавляете новую запись в словарь, очень рекомендуется добавить так же новую запись в мастер словарь ``glossary/locale/glossary.pot``. Таким образом разные языковые команды могут использовать один мастер словарь.
tr_tr: Sözlüğe yeni bir girdi eklediğinizde, girdiyi ``glossary/locale/glossary.pot`` ana sözlüğüne eklemeniz önerilir. Bunu yaparak tüm dil ekiplerinin sözlüğü paylaşabilmesini sağlarsınız.
